{
    "404_EXPLAINER": "في الوقت الراهن، إما العودة إلى الصفحة السابقة أو الرأس إلى الصفحة الرئيسية. يوجد خطأ في ما كنت تبحث عنه، ولكن",
    "A_PLACE_TO_CONNECT.elips": "مكان لربط ...",
    "ABOUT_P1": "وقد تم تطوير هذا الموقع من قبل الطلاب علوم الحاسوب في الطبقة العليا من مشروع الربيع 2016 في جامعة سيدة جامعة نوتردام دي نامور.",
    "ABOUT_P2": "هدفنا هو تطوير منصة فيها الطلاب والخريجين وأعضاء هيئة التدريس يمكن الاتصال مع بعضها البعض. مع هذا التطبيق على شبكة الإنترنت، وسيكون المستخدم قادرا على الرد على الأخبار وفرص العمل للمستخدمين الآخرين لنرى. وبذلك، يمكن للطلاب والخريجين أصبح على علم وظائف شاغر",
    "ABOUT_ME": "معلومات عني",
    "ABOUT_US": "معلومات عنا",
    "ACCOUNTS": "حسابات",
    "ADD_COMMENT": "أضف تعليق",
    "ADD_SOME_SOCIAL_NETWORKS": "إضافة بعض الشبكات الاجتماعية",
    "ADD_WEBSITE": "إضافة موقع",
    "ADMIN": "مشرف",
    "ADVANCED_SEARCH": "البحث المتقدم",
    "ALL": "الكل",
    "ALUMNI": "الخريجين",
    "BACK_TO_BROWSE": "العودة إلى تصفح",
    "BACK_TO_JOBS":"الرجوع إلى الوظائف",
    "BIRTHDAY": "عيد الميلاد",
    "BIRTHDAY_FORM": "MM-DD-YYYY",
    "BROWSE_JOB_POSTS": "تصفح الوظيفة المشاركات",
    "BROWSE_PROFILES": "استعراض الملفات الشخصية",
    "BUTTON_CANCEL": "إلغاء",
    "BUTTON_SEND": "الإرسال",
    "CALENDER": "التقويم",
    "CANCEL": "إلغاء",
    "CLEAR": "واضح",
    "CREATE_AN_ACCOUNT": "انشئ حساب",
    "CREATE_A_JOB_POST": "إنشاء المشاركة الوظيفة",
    "COMMUNITY_GUIDELINES": "إرشادات المجتمع",
    "COM_GIUDLINES.P1": "ويخضع هذا المجتمع من خلال ما يلي مجموعة من المعايير التي تنطبق على جميع أفراد المجتمع وظائفهم. نحن نحتفظ بالحق في إزالة أي المواد التي لا (في رأينا) الامتثال لهذه المعايير وإلغاء الامتيازات نشر في تقديرنا. في معظم الحالات، سوف يكون حذر أفراد المجتمع من الإساءة السلوك والتحذيرات المتكررة قد تؤدي إلى حظر. وتعتبر قراراتنا النهائية.",
    "COM_GUIDLINES.P2": "يرجى أن يكون محترما والمدنية لأفراد المجتمع الآخرين والضيوف، حتى في الخلاف.",
    "COM_GUIDLINES.P3": "بتذلة، مدنسة، أو لا يسمح المحتوى الرسومي جنسيا (وظائف، وأسماء الأعضاء، خطوط الموضوع، والصور، وما إلى ذلك).",
    "COM_GUIDLINES.P4": "نحن لا نقبل التهديد، العنصرية، لغة بذيئة، البغيضة، عنيفة، أو فاحشة أو السلوك.",
    "COM_GUIDLINES.P5": "المشاركة في، مما يوحي، أو تشجيع أي نشاط غير قانوني هو مدعاة للحذف الفوري ووقف الامتيازات بالإرسال، ويمكن أن يتم إبلاغ السلطات المختصة.",
    "COM_GUIDLINES.P6": "نحن نشجعكم على توفير وصلات قيمة لموارد أخرى على الإنترنت. قبل نشر مقالاتك مباشرة، تقارير إخبارية، أو مواد محفوظة الحقوق الأخرى، ومع ذلك، يرجى تأمين الحصول على إذن من أصحاب حقوق التأليف والنشر ذات الصلة.",
    "COM_GUIDLINES.P7": "لا إغراق أو غير المرغوبة، أو آخر سلسلة من الرسائل، المخططات الهرمية، والبريد غير المرغوب فيه، وما إلى ذلك",
    "COM_GUIDLINES.P8": "هذا هو مكان لإنشاء اتصالات، ولكن التماس التجاري المفرط، طلبات المستثمرين أو رأس المال، أو الإعلان الذي يعوق تجربة المجتمع للآخرين ليست مقبولة. كما لا يسمح التماس أعمال إباحية أو العقاقير الدوائية.",
    "COM_GUIDLINES.P9": "هذا هو منتدى للنقاش العام. لا ترسل أي معلومات خاصة عن نفسك أو عملك ان كنت لا ترغب في ان تكون المعرفة العامة المتاحة على نطاق واسع. تحت أي ظرف من الظروف يجب أن تشارك أو إضافة رقم حساب بطاقتك مع المجتمع. عند مشاركة معلومات الاتصال، يرجى استخدام رسالة خاصة. فمن غير المستحسن لنشر المعلومات الشخصية مثل عنوان المنزل أو أرقام الهواتف الشخصية. يرجى أخذ العلم بأن لاسم المستخدم الخاص بك سيتم عرضه من قبل المجتمع بأكمله، قد لا ترغب في استخدام اسمك بالكامل كما اسم المستخدم الخاص بك. أيضا، يجب أن نفهم أن المعلومات الاختيارية التالية التي تقوم بنشرها في الملف الشخصي للعضو الخاص بك وسوف يكون للعرض لجميع زوار الموقع: صورة، اسم الشركة، المدينة، الدولة، البلد، موقع الشركة / URL، سنوات في الأعمال، والأعمال التجارية الوصف.",
    "COM_GUIDLINES.P10": "يرجى أن نضع في اعتبارنا أن أفراد المجتمع قد يدعي الخبرة أو الحالة (القانونية والطبية وغيرها) التي لم يفعلوا ذلك، في الواقع، تمتلك. وينبغي إيلاء تقدير مدروس لجميع النصائح الموجودة على الموقع.",
    "COM_GUIDLINES.P11": "مناقشة تجربة مجتمعك أو أن أحد المنافسين، سواء كانت إيجابية أو سلبية غير مقبولة، ولكن لغة مسيئة بشكل مفرط ليست كذلك.",
    "COM_GUIDLINES.P12": "الآراء التي أعرب عنها أفراد المجتمع على الموقع لا تعكس بالضرورة وجهة نظر الشركة.",
    "COMPANY": "شركة",
    "CONFIRM": "تؤكد",
    "CONNECT_W_NDNU_COMMUNITY": "التواصل مع المجتمع NDNU!",
    "CONTACT": "اتصل",
    "CONTACT_POSTER": "الاتصال المشارك",
    "CONTACT_US": "اتصل بنا",
    "COPYRIGHT": "حقوق النشر",
    "DEGREE_TYPE": "نوع الدرجة",
    "DELETE": "حذف",
    "DELETE_JOB": "حذف الوظيفة",
    "DELETE_JOB_POST": "حذف الوظيفة المشاركة",
    "DEPARTMENT": "قسم، أقسام",
    "DESCRIBE_THE_JOB": "وصف العمل",
    "DESCRIPTION": "وصف",
    "EDIT": "Edit",
    "EDIT_COMMENT": "تعديل تعليق",
    "EDIT_CURRENT_SITES": "تعديل الشبكات الاجتماعية",
    "EDIT_JOB":"تعديل الوظيفة",
    "EDIT_JOB_POST": "تعديل المشاركة الوظيفة",
    "EDIT_PROFILE": "تعديل الملف الشخصي",
    "EDIT_YOUR_POST": "تعديل مشاركتك",
    "EDIT_MY_PROFILE": "تعديل ملفي الشخصي",
    "EDIT_YOUR_PROFILE": "عدل ملفك الشخصي",
    "EMAIL": "البريد الإلكتروني",
    "EMAIL_ADDRESS": "عنوان البريد الإلكتروني",
    "FACULTY": "كلية",
    "FACULTY_ACCESS": "كلية الوصول",
    "FACULTY_DEPARTMENT": "هيئة التدريس بالقسم",
    "FACULTY_REQUEST_MESSAGE": "كلية طلب رسالة", 
    "FAQ_ANS1": "والغرض من الموقع هو أن تكون هناك شبكة اجتماعية للمجتمع جامعة سيدة جامعة نوتردام دي نامور. انها تسمح للطلاب وأعضاء هيئة التدريس والخريجين لتقديم وفرص سهم وكذلك الإنجازات لبعضها البعض.",
    "FAQ_ANS2": "مع حساب، الموقع يوفر لك ملفك الشخصي الخاصة جدا التي سيتم عرضها، ليس فقط من أنت، ولكن تسمح للشركات للتعرف عليك وترى إنجازاتك. عن فرص، والموقع يحتوي على ميزة البحث التي تسمح لك للحصول على أي وظيفة التي يتم تقديمها لتخصص معين. ويضم الموقع أيضا التزويد بالمعلومات والتقويم لاستكمال لكم مع أحدث الأخبار.",
    "FAQ_ANS3": "ويستهدف هذا الموقع للطلاب فقط، والخريجين وأعضاء هيئة التدريس من المجتمع NDNU.",
    "FAQ_ANS4": "للاشتراك، ببساطة ملء البريد الإلكتروني وكلمة المرور للمربع الاشتراك على الصفحة الرئيسية للموقع، أو يمكنك إنشاء حساب عن طريق النقر على الرابط إنشاء حساب على رأس لتسجيل الدخول.",
    "FAQ_ANS5": "إذا كنت قد نسيت كلمة المرور الخاصة بك، يمكنك تحديد على رابط 'نسيت  كلمة المرور' في رأس الدخول، التي، سوف تحتاج فقط إلى اتباع التعليمات لإعادة تعيين كلمة المرور الخاصة بك.",
    "FAQ_ANS6": "لتسجيل الدخول إلى حسابك، فقط اكتب في البريد الإلكتروني الخاص بك وكلمة المرور على رأس الدخول ثم اضغط على.",
    "FAQ_ANS7": "تسجيل الخروج، فقط اضغط على زر تسجيل الخروج في الزاوية العلوية اليمنى على الرأس.",
    "FAQ_ANS8": "لتعديل صفحتك، قم بتسجيل الدخول إلى الحساب الخاص بك وانقر على علامة التبويب الملف الشخصي للتبديل المنسدلة التي تسمح لك لتحديد الخيار تعديل الملف الشخصي وتوجيهك إلى الصفحة.",
    "FAQ_ANS9": "لعرض الأخبار على الخاص بك، قم بتسجيل الدخول إلى الحساب الخاص بك وانقر على علامة التبويب التزويد بالمعلومات وتحميل الأخبار على الخاص.",
    "FAQ_ANS10": "في الجزء السفلي من الموقع، هناك رابط 'الاتصال' التي يمكن أن توجهك إلى الصفحة التي سوف تعطيك المعلومات في الاتصال بنا للحصول على المساعدة.",
    "FAQ_Q1": "ما هو الغرض من هذا الموقع؟",
    "FAQ_Q2": "ما هي ملامح هذا الموقع؟",
    "FAQ_Q3": "يمكن لأي شخص استخدام الموقع؟",
    "FAQ_Q4": "كيف يمكنني الاشتراك؟",
    "FAQ_Q5": "ماذا أفعل إذا كنت قد نسيت كلمة المرور الخاصة بي؟",
    "FAQ_Q6": "كيف يمكنني تسجيل الدخول إلى حسابي؟",
    "FAQ_Q7": "كيف يمكنني تسجيل الخروج؟",
    "FAQ_Q8": "كيف يمكنني تعديل ملفي الشخصي؟",
    "FAQ_Q9": "كيف يمكنني عرض الأخبار ؟",
    "FAQ_Q10": "كيف يمكنني الحصول على المساعدة إذا كان لدي مشكلة عدم وجود نص في هذه الصفحة؟",
    "FAQ_TITLE": "أسئلة وأجوبة عامة",
    "FLAG": "علم",
    "FORGOT_MY_PASSWORD": "نسيت كلمة السر",
    "FORGOT_PAGE_TITLE": "تأكيد البريد الإلكتروني",
    "FORGOT_EXPLAINER": "يرجى كتابة أسفل عنوان البريد الإلكتروني للحساب. سيتم إرسال رمز تأكيد إلى عنوان البريد الإلكتروني للتحقق من الحساب وتوجيهك إلى الصفحة لتغيير وإعادة تعيين كلمة مرور الحساب مع كلمة مرور جديدة. سيكون لديك فقط 24 ساعة للتأكد من رمز وإعادة تعيين كلمة المرور.",
    "FULL_NAME": "الاسم الكامل",
    "FULL_TIME": "الوقت الكامل",
    "GRADUATION_YEAR": "سنة التخرج",
    "HELP": "مساعدة",
    "DISCLAIMER1": "بالنقر على إنشاء حساب، فإنك توافق على ",
    "DISCLAIMER2": "شروط",
    "DISCLAIMER3": "وأن كنت قد قرأت لدينا ",
    "DISCLAIMER4": "سياسة الخصوصية",
    "DISCLAIMER5": ", بما لدينا ",
    "DISCLAIMER6": "إرشادات المجتمع",
    "DISCLAIMER7": ". قد تتلقى إخطارات البريد الإلكتروني من ربيع 2885، ويمكن أن تختار في أي وقت.",
    "IM_FACULTY": "أنا كلية",
    "IMAGE_HOW_TO_BLURB": "ونحن حاليا في ألفا الخاص ولا تستضيف الصور، ولكن كنا نحب لك لوضع عنوان URL على شبكة الإنترنت / إلى صورة على شبكة الإنترنت من نفسك.",
    "JOB_DESCRIPTION": "وصف الوظيفة",
    "JOB_DETAILS": "تفاصيل الوظيفة",
    "JOBS": "وظائف",
    "JOBS_IVE_POSTED": "وظائف لقد أرسلت",
    "JOBS_PER_PAGE": "وظائف لكل صفحة",
    "JOBS_POSTED": "الوظائف المنشورة",
    "JOB_TITLE": "المسمى الوظيفي",
    "JOB_TYPE": "نوع الوظيفة",
    "jobs.CREATE_SUCCESS": "الوظيفة الجديدة نشر",
    "job.DELETED": "وظيفة مشاركة محذوفة",
    "job.EDIT_SECURITY": "العمل مرفوض! يمكنك فقط تعديل وظائف قمت بإنشائها.",
    "job.UPDATED": "تحديث وظيفة",
    "LANGUAGE": "لغة",
    "LINK_TO_RESUME": "عنوان ويب لاستئناف",
    "LOCATION": "موقع",
    "login.FAILED": "فشل تسجيل الدخول",
    "MAJOR": "تخصص",
    "MINOR": "قاصر",
    "MY_RESUME": "سيرتي الذاتية",
    "MY_SETTINGS": "اعداداتي",
    "NAME": "اسم",
    "NAME_OF_SITE_TO_ADD": "اسم الموقع لإضافة",
    "NEW_PASSWORD": "كلمة السر الجديدة",
    "NEW_SITE": "موقع جديد",
    "NEW_TO_SPRING2885": "جديدة لNDNU Spring-2885?",
    "NEWSFEED": "مصادر الأخبار",
    "NOT_FOUND": "غير معثور عليه",
    "OCCUPATION": "الاحتلال",
    "PART_TIME": "دوام جزئى",
    "PASSWORD": "كلمه السر",
    "PHONE": "هاتف",
    "PHONE_NUMBER": "555-555-5555",
    "POST": "بريد",
    "POST_A_JOB": "انشر وظيفة",
    "POST_BODY": "انشر الجسم",
    "POST_TITLE": "عنوان المقال",
    "POST_TO": "انشر إلى",
    "POSTED_BY": "منشور من طرف",
    "POSTED_ON": "نشر على",
    "PRIVACY_POLICY": "سياسة الخصوصية",
    "PP.HEADER": "www.spring2885.org سياسة الخصوصية",
    "PP.P1": "وقد تم تجميع هذه الخصوصية وتقديم خدمة أفضل لأولئك الذين يشعرون بالقلق مع كيفية استخدام بهم معلومات التعريف الشخصية (PII) على الانترنت. PII، كما هو مستخدم في قانون الخصوصية الولايات المتحدة وأمن المعلومات، والمعلومات التي يمكن استخدامها بمفردها أو مع غيرها من المعلومات للتعرف على الاتصال، أو تحديد موقع شخص واحد، أو لتحديد فرد في السياق. يرجى قراءة سياسة الخصوصية بعناية للحصول على فهم واضح لكيفية جمع واستخدام وحماية أو التعامل مع المعلومات المعرفة بهويتك الشخصية وفقا لموقعنا على شبكة الإنترنت.",
    "PP.P2": "ما هي المعلومات الشخصية التي نجمعها من الناس أن زيارة موقعنا على بلوق، موقع ويب أو التطبيق؟",
    "PP.P3": "عند الطلب أو تسجيل على موقعنا، حسب الاقتضاء، قد يطلب منك إدخال اسم وعنوان البريد الإلكتروني الخاص بك أو تفاصيل أخرى لمساعدتك في تجربتك.",
    "PP.P4": "عندما نجمع المعلومات؟",
    "PP.P5": "نقوم بجمع معلومات خاصة بك عندما تقوم بالتسجيل في موقعنا، أو الرد على استقصاء، وملء استمارة أو إدخال المعلومات على موقعنا.",
    "PP.P6": "تقدم لنا ردود الفعل على منتجاتنا أو الخدمات",
    "PP.P7": "كيف نستعمل معلوماتك؟",
    "PP.P8": "قد نستخدم المعلومات التي نجمعها منك عند التسجيل، وجعل عمليات الشراء أو الاشتراك في النشرة الإخبارية لدينا والرد على استقصاء، أو التسويق والاتصالات، وتصفح شبكة الإنترنت، أو استخدام بعض المواقع الأخرى، يتميز بالطرق التالية:",
    "PP.P9": "لتخصيص تجربة المستخدم وتتيح لنا تقديم هذا النوع من العروض المحتوى والمنتجات التي كنت الأكثر اهتماما.",
    "PP.P10": "لتحسين موقعنا على الانترنت من أجل تقديم خدمة أفضل لك.",
    "PP.P11": "لإتاحة الفرصة لنا لتقديم خدمة أفضل لكم في الاستجابة لطلبات خدمة العملاء الخاص بك.",
    "PP.P12": "لإدارة المسابقة، وتعزيز والمسح وغيرها من ميزة الموقع.",
    "PP.P13": "لطلب التقييمات والمراجعات من الخدمات أو المنتجات",
    "PP.P14": "لمتابعة معهم بعد المراسلات (الدردشة أو البريد الإلكتروني الاستفسارات)",
    "PP.P15": "كيف نقوم بحماية معلومات الزائر؟",
    "PP.P16": "نحن لا نستخدم المسح الضعف و / أو المسح الضوئي للمعايير PCI.",
    "PP.P17": "ونحن نقدم فقط المواد والمعلومات. ونحن لم نطلب الحصول على معلومات شخصية أو خاصة وراء الملف الشخصي المعلومات، مثل أرقام بطاقات الائتمان.",
    "PP.P18": "وترد المعلومات الشخصية الخاصة بك وراء شبكات المضمونة ويمكن الوصول إليها إلا من قبل عدد محدود من الأشخاص الذين لديهم حقوق وصول خاصة لمثل هذه الأنظمة، وهناك حاجة للحفاظ على سرية المعلومات. وبالإضافة إلى ذلك، يتم تشفير كل المعلومات الحساسة / الائتمان الذي تقدمه عن طريق تقنية طبقة المقابس الآمنة (SSL).",
    "PP.P19": "نقوم بتطبيق مجموعة من الإجراءات الأمنية عندما يدخل المستخدم، يقدم، أو يصل إلى المعلومات الخاصة بهم للحفاظ على سلامة المعلومات الشخصية الخاصة بك.",
    "PP.P20": "هل نستخدم الكوكيز؟",
    "PP.P21": "نعم فعلا. الكوكيز هي عبارة عن ملفات صغيرة يقوم الموقع أو نقل موفر الخدمة على القرص الصلب للكمبيوتر الخاص بك من خلال متصفح الويب الخاص بك (إذا سمحت بذلك) التي تمكن أنظمة الموقع أو مزود الخدمة لمعرفة المتصفح الخاص بك، والتقاط وتذكر بعض المعلومات. على سبيل المثال، ونحن نستخدم الكوكيز لمساعدتنا تذكر ومعالجة عناصر في سلة التسوق الخاصة بك. كما أنها تستخدم لمساعدتنا في فهم التفضيلات الخاصة بك على أساس النشاط الموقع السابق أو الحالي، والتي تمكننا من تقديم المزيد من الخدمات المحسنة. ونحن أيضا استخدام الكوكيز لمساعدتنا على جمع البيانات العامة حول حركة المرور في الموقع والتفاعل موقع بحيث يمكننا أن نقدم تجارب الموقع وأدوات أفضل في المستقبل.",
    "PP.P22": "نحن نستخدم الكوكيز ل:",
    "PP.P23": "فهم وحفظ تفضيلات المستخدم للزيارات في المستقبل.",
    "PP.P24": "يمكنك اختيار أن يكون جهاز الكمبيوتر الخاص بك تحذيرك في كل مرة يتم إرسال ملف تعريف الارتباط، أو يمكنك اختيار إيقاف تشغيل كافة ملفات تعريف الارتباط. يمكنك القيام بذلك من خلال المتصفح (مثل إنترنت إكسبلورر) الإعدادات. كل متصفح هو مختلف قليلا، حتى ننظر في القائمة تعليمات المتصفح الخاص بك لمعرفة الطريقة الصحيحة لتعديل ملفات الكوكيز.",
    "PP.P25": "إذا تم تعطيل الكوكيز قبالة، سيتم تعطيل بعض الميزات لن تؤثر على تجربة المستخدم التي تجعل من تجربة موقع الويب الخاص بك أكثر كفاءة وبعض الخدمات التي نقدمها لا تعمل بشكل صحيح.",
    "PP.P26": "الكشف عن طرف ثالث",
    "PP.P27": "نحن لا نبيع، والتجارة، أو نقل إلى أطراف خارجية المعلومات الشخصية الخاصة بك إلا إذا كنا تزويد المستخدمين مع إشعار مسبق. وهذا لا يشمل استضافة موقع الشركاء والأطراف الأخرى الذين يساعدوننا في تشغيل موقعنا على شبكة الإنترنت، وإجراء أعمالنا، أو خدمة مستخدمينا، طالما وافقت تلك الأطراف للحفاظ على سرية هذه المعلومات. يجوز لنا أيضا الإفراج عن المعلومات عند الإفراج عنها هو المناسب للامتثال للقانون، وفرض سياسات موقعنا، أو حماية حقوقنا أو حقوق الآخرين، أو الملكية، أو سلامة.",
    "PP.P29": "روابط الجهات الخارجية",
    "PP.P30": "نحن لا تشمل أو تقديم منتجات جهة خارجية أو خدمات على موقعنا.",
    "PP.P31": "جوجل",
    "PP.P32": "متطلبات إعلانات جوجل ويمكن تلخيصها مبادئ الإعلان جوجل. وضعوا في المكان لتوفير تجربة إيجابية للمستخدمين. ",
    "PP.P33": "نحن نستخدم جوجل ادسنس الإعلان على موقعنا.",
    "PP.P34": "جوجل، كبائع لطرف ثالث، يستعمل الكوكيز لخدمة الإعلانات على موقعنا. استخدام جوجل للسهم الكوكي يمهد لخدمة الإعلانات للمستخدمين لدينا بناء على زيارات سابقة إلى موقعنا وغيرها من المواقع على شبكة الإنترنت. ويمكن للمستخدمين اختيار عدم استخدام الكوكيز DART عن طريق زيارة جوجل الإعلانية وسياسة الخصوصية على شبكة المحتوى.",
    "PP.P35": "قمنا بتنفيذ ما يلي:",
    "PP.P36": "النشاط التسويقي مع جوجل ادسنس",
    "PP.P37": "التركيبة السكانية وتقارير الاهتمامات",
    "PP.P38": "نحن جنبا إلى جنب مع البائعين طرف ثالث، مثل جوجل تستخدم الكوكيز الطرف الأول (مثل الكعك جوجل تحليلات) وطرف ثالث الكوكيز (مثل ملف تعريف الارتباط DoubleClick) أو معرفات الجهة الأخرى معا لتجميع البيانات المتعلقة تفاعلات المستخدم مع مرات ظهور الإعلان وغيرها من وظائف الخدمة الإعلانية لأنها تتصل موقعنا على الانترنت.",
    "PP.P39": "الانسحاب منها:",
    "PP.P40": "يمكن للمستخدمين تعيين تفضيلات لكيفية تعلن جوجل لك باستخدام صفحة إعدادات جوجل الإعلانية. بدلا من ذلك، يمكنك إلغاء الاشتراك عن طريق زيارة مبادرة شبكة الإعلان تختار من صفحة أو باستخدام متصفح تعطيل Google Analytics خارج إضافة على بشكل دائم.",
    "PP.P41": "قانون حماية الخصوصية على الإنترنت كاليفورنيا",
    "PP.P42": "CalOPPA هي أول دولة القانون في البلاد بحاجة إلى المواقع التجارية والخدمات على الإنترنت لنشر سياسة الخصوصية. تمتد متناول القانون إلى ما بعد ولاية كاليفورنيا لتتطلب أي شخص أو شركة في الولايات المتحدة (وتصور العالم) التي تعمل مواقع جمع معلومات شخصية من المستهلكين كاليفورنيا لنشر سياسة الخصوصية واضح على موقعها على الانترنت تفيد بالضبط المعلومات التي يتم جمعها وتلك الأفراد الذين يتم تقاسمها، والامتثال لهذه السياسة. -  انظر أكثر في: ",
    "PP.P43": "وفقا لCalOPPA نوافق على ما يلي:",
    "PP.P44": "ويمكن للمستخدمين زيارة الموقع العام لدينا مجهول.",
    "PP.P45": "مرة واحدة يتم إنشاء سياسة الخصوصية هذه، وسوف نقوم بإضافة وصلة إليها على الصفحة الرئيسية لدينا أو كحد أدنى على أول صفحة كبيرة بعد دخول موقعنا على الانترنت.",
    "PP.P46": "كيف يمكن التعامل مع موقعنا لا تتبع الإشارات؟",
    "PP.P47": "نكرم لا تتبع الإشارات ولا تتبع الكوكيز النبات، أو استخدام الإعلانات عندما آلية متصفح لا تتبع (DNT) في المكان.",
    "PP.P48": "COPPA (الأطفال الآن قانون حماية الخصوصية)",
    "PP.P49": "عندما يتعلق الأمر بجمع المعلومات الشخصية من الأطفال دون سن 13 عاما، الطفل وقانون حماية (COPPA) الخصوصية على الإنترنت يضع الآباء والأمهات في السيطرة عليها. تفرض لجنة التجارة الاتحادية، وكالة حماية المستهلك في البلاد، وCOPPA القاعدة، والتي تنص على ما مشغلي المواقع والخدمات عبر الإنترنت يجب القيام به لحماية خصوصية الأطفال والسلامة على الانترنت.",
    "PP.P50": "ويهدف هذا الموقع لعمر الكلية وما فوق. نحن لا تسويق خصيصا للأطفال دون سن 13.",
    "PP.P51": "ممارسات معلومات نزيهة",
    "PP.P52": "تشكيل انه معرض المعلومات الممارسات مبادئ العمود الفقري لقانون الخصوصية في الولايات المتحدة والمفاهيم التي تشمل لعبت دورا هاما في تطوير قوانين حماية البيانات في جميع أنحاء العالم. فهم معلومات مبادئ الممارسات العادلة والكيفية التي ينبغي أن تنفذ أمر بالغ الأهمية للامتثال لقوانين الخصوصية المختلفة التي حماية المعلومات الشخصية.",
    "PP.P53": "من أجل أن يكون في خط مع ممارسات المعلومات العادلة سنتخذ إجراءات الاستجابة التالية، يجب أن يحدث خرق البيانات:",
    "PP.P54": "سنقوم بإخطار المستخدمين عبر إعلام في الموقع",
    "PP.P55": "في غضون 180 يوما",
    "PP.P56": "ونحن نتفق أيضا على التعويض مبدأ الفردية، الأمر الذي يتطلب أن الأفراد لديهم الحق في متابعة حقوق قابلة للتنفيذ من الناحية القانونية ضد جامعي البيانات والمعالجات الذين يفشلون في الالتزام بالقانون. يتطلب هذا المبدأ ليس فقط أن الأفراد لديهم حقوق واجبة التنفيذ ضد مستخدمي البيانات، ولكن أيضا أن الأفراد لديهم اللجوء إلى المحاكم أو الهيئات الحكومية للتحقيق و / أو مقاضاة عدم امتثال معالجات البيانات.",
    "PP.P57": "يستطيع الرسائل الاقتحامية قانون",
    "PP.P58": "قانون CAN-SPAM هو القانون الذي يحدد قواعد للبريد الإلكتروني التجاري، يحدد المتطلبات للرسائل التجارية، ويعطي متلقي الحق في الحصول على رسائل البريد الإلكتروني توقفت من إرسالها لهم، ويحدد عقوبات صارمة على الانتهاكات.",
    "PP.P59": "نقوم بجمع عنوان البريد الإلكتروني الخاص بك من أجل:",
    "PP.P60": "أن تكون وفقا للCANSPAM نوافق على ما يلي: ",
    "PP.P61": "إذا في أي وقت كنت ترغب في إلغاء الاشتراك الخاص باستلام رسائل البريد الإلكتروني مستقبلا، يمكنك مراسلتنا عبر البريد الإلكتروني",
    "PP.P62": "وسنقوم بإزالة فورا لك من ",
    "PP.P63": "جميع ",
    "PP.P64": "المراسلات.",
    "PP.P65": "الاتصال بنا",
    "PP.P66": "إذا كان هناك أي أسئلة بخصوص سياسة الخصوصية يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.",
    "PP.P67": "تعديل آخر على 2016/04/08",
    "profile.AWAITING_APPROVAL": "تم ارسال الطلب. في انتظار الرد.",
    "profile.UPDATED": "تحديث الملف الشخصي",
    "PROFILE": "الملف الشخصي",
    "PROFILES": "ملفات الشخصيه",
    "profile.APPROVAL_REQUEST_FAILED": "الطلب فشل",
    "PROFILE_IMAGE_URL": "الملف الشخصي رابط الصورة",
    "QUICK_SEARCH": "بحث سريع",
    "READ_MORE_ABOUT_SPRING2885": "إقرأ المزيد حول Spring-2885",
    "REMOVE_COMMENT": "إزالة تعليق",
    "REMOVE_POST": "إزالة المشاركة",
    "REMOVE_WEBSITE": "إزالة الموقع",
    "REPLIED_ON": "أجاب على",
    "RESET_PAGE_TITLE": "إعادة تعيين كلمة المرور",
    "RESET_EXPLAINER": "يرجى كتابة أسفل عنوان البريد الإلكتروني والرمز المميز الذي تم إرسالها إلى البريد الإلكتروني الخاص بك للتحقق من الحساب. ثم أدخل كلمة المرور الجديدة المطلوب. انقر على زر تأكيد وسيتم تجديد كلمة المرور للحساب مع كلمة مرور جديدة على الفور.",
    "RESUME": "استئنف",
    "RESUME_HOW_TO_BLURB": "ونحن حاليا في ألفا الخاص ولا تستضيف السير الذاتية، ولكن سيكون من الرائع أن تضع وصلة إلى سيرتك الذاتية هنا",
    "RESUME_URL": "استئناف صلة",
    "REQUEST_A_NEW_PASSWORD": "طلب كلمة مرور جديدة",
    "REQUEST_ACCESS_TO_BECOME_FACULTY": "طلب الوصول لتصبح كلية",
    "REQUEST_FACULTY_ACCESS": "طلب كلية الوصول",
    "REQUEST_MESSAGE": "طلب رسالة",
    "SEARCH_ADVANCED_SEARCH": "البحث المتقدم",
    "SEARCH_ASCENDING": "تصاعدي",
    "SEARCH_DESCENDING": "تنازلي",
    "SEARCH_KEY_WORDS": "الكلمات الدالة",
    "SEARCH_ORDER_BY": "ترتيب حسب",
    "SET_LANGUAGE": "لغة مجموعة",
    "SIGN_IN": "تسجيل الدخول",
    "SIGN_OUT": "خروج",
    "SIGN_UP": "إصنع حساب",
    "SIGN_UP_NOW": "أفتح حساب الأن",
    "signup.ACCEPT_TERMS_ERROR": "يجب عليك قبول شروط إنشاء حساب",
    "signup.WELCOME": "مرحبا بكم في الربيع 2885! من فضلك أخبرنا عن نفسك",
    "signup.FAILED": "هناك خطأ ما. فشل انشاء الحساب.",
    "SOCIAL_NETWORKS": "شبكات اجتماعية",
    "SITE_EXPLAINER": "هذا الموقع يجمع الطلاب والخريجين وأعضاء هيئة التدريس في جو مريح ودية تثبط البريد المزعج",
    "SITE_EXPLAINER.ONE": "رؤية الأخبار ذات الصلة من زميل المغامرون الخاص بك",
    "SITE_EXPLAINER.TWO": "Fالعثور عليها، والشبكة، والتواصل مع زملاء الدراسة",
    "SITE_EXPLAINER.THREE": "لوحة فرص العمل للخريجين لتوظيف من داخل المجتمع",
    "SPRING2885": "الخريجين البوابة",
    "START_DATE": "تاريخ البدء",
    "STUDENT": "طالب",
    "STUDENT_ID": "هوية الطالب",
    "STUDENT_ID_NUMBER": "رقم هوية الطالب مثال ذلك. 123456789",
    "STUDENTS": "الطلاب",
    "SUBMIT_EDITED_POST": "إرسال بتعديل هذه المشاركة",
    "SUBMIT_REQUEST": "تقديم الطلب",
    "TELL_US_ABOUT_YOURSELF": "أخبرنا عن نفسك",
    "TITLE": "عنوان",
    "TOKEN": "رمز",
    "TERMS_AND_POLICIES": "الشروط والسياسات",
    "UPDATE_PROFILE": "تحديث الملف",
    "URL_FOR_IMAGE": "عنوان ويب / رابط لصورة",
    "USER_AGREEMENT": "اتفاقية المستخدم",
    "USR_AGREEMENT.HEADING": "('شروط الاستخدام ( 'شروط",
    "USR_AGREEMENT.P1": "آخر تحديث: 8 أبريل 2016",
    "USR_AGREEMENT.P2": "يرجى قراءة شروط الاستخدام هذه ( 'شروط'، 'شروط الاستخدام') بعناية قبل استخدام الموقع http://www.spring-2885.org (في 'خدمة') التي تديرها ربيع 2885 ( 'لنا'، 'نحن '، أو' لدينا ').",
    "USR_AGREEMENT.P3": "ومكيفة وصولك إلى واستخدام الخدمة على قبولك والامتثال لهذه الشروط. وتنطبق هذه الشروط على جميع الزوار والمستخدمين والآخرين الذين الوصول أو استخدام هذه الخدمة.",
    "USR_AGREEMENT.P4": "عن طريق الوصول أو استخدام الخدمة، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من شروط ثم لا يجوز لك الوصول إلى الخدمة.",
    "USR_AGREEMENT.P5": "عند إنشاء حساب معنا، ويجب أن توفر لنا معلومات غير دقيقة وكاملة، والحالية في جميع الأوقات. عدم القيام بذلك يشكل خرقا لشروط، مما قد يؤدي إلى الإنهاء الفوري لحسابك على خدمتنا.",
    "USR_AGREEMENT.P6": "أنت مسؤول عن الحفاظ على كلمة المرور التي تستخدمها للوصول إلى الخدمة ولأي أنشطة أو أعمال تحت كلمة المرور الخاصة بك، سواء كانت كلمة السر هي مع خدمتنا أو خدمة طرف ثالث.",
    "USR_AGREEMENT.P7": "فإنك توافق على عدم الكشف عن كلمة السر الخاصة بك إلى أي طرف ثالث. يجب أن يخطر لنا على الفور بمجرد علمه أي خرق للأمن أو الاستخدام غير المصرح به لحسابك.",
    "USR_AGREEMENT.P8": "وصلات لمواقع أخرى",
    "USR_AGREEMENT.P9": "قد تحتوي على خدمة لدينا روابط لمواقع الطرف الثالث أو الخدمات التي لا تملكها أو تسيطر عليها ربيع 2885.",
    "USR_AGREEMENT.P10": "ربيع 2885 لا تملك السيطرة على، ولا تتحمل أية مسؤولية، والمحتوى، وسياسات الخصوصية، أو ممارسات أي مواقع أو خدمات الويب طرف ثالث. كما أنك تقر وتوافق على أن الربيع 2885 لن تكون مسؤولة بشكل مباشر أو غير مباشر، عن أي ضرر أو خسارة تسبب بها أو زعم أن سببها أو فيما يتعلق باستخدام أو الاعتماد على أي من هذه المحتويات أو السلع أو الخدمات المتوفرة أو من خلال أي مواقع أو خدمات الويب هذه.",
    "USR_AGREEMENT.P12": "نهاية",
    "USR_AGREENMENT.P13": "ونحن قد إنهاء أو تعليق الوصول إلى الخدمة على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك سبيل المثال لا الحصر في حالة خرق شروط.",
    "USR_AGREEMENT.P14": "جميع أحكام شروط التي بطبيعتها يجب البقاء على قيد الحياة الحياه لانهاء الانهاء، بما في ذلك، دون حصر، أحكام الملكية، الضمان التنازلات، التعويض وتحديد المسؤولية.",
    "USR_AGREEMENT.P15": "ونحن قد إنهاء أو تعليق حسابك فورا، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك سبيل المثال لا الحصر في حالة خرق شروط.",
    "USR_AGREEMENT.P16": "عند انتهاء، وحقك في استخدام الخدمة تتوقف فورا. إذا كنت ترغب في إنهاء حسابك، يمكنك ببساطة التوقف عن استخدام الخدمة.",
    "USR_AGREEMENT.P17": "جميع أحكام شروط التي بطبيعتها يجب البقاء على قيد الحياة الحياه لانهاء الانهاء، بما في ذلك، دون حصر، أحكام الملكية، الضمان التنازلات، التعويض وتحديد المسؤولية.",
    "USR_AGREEMENT.P18": "القانون الذي يحكم",
    "USR_AGREEMENT.P19": "تخضع هذه الشروط وتفسر وفقا لقوانين ولاية كاليفورنيا، الولايات المتحدة الأمريكية، بغض النظر عن تعارضها مع أحكام القانون.",
    "USR_AGREEMENT.P20": "لن يتم النظر في فشلنا في تنفيذ أي حق أو شرط من هذه الشروط تنازلا عن هذه الحقوق. إذا ثبت أن أي شرط من هذه الشروط أن تكون غير صالحة أو غير قابل للتنفيذ من قبل المحكمة، وسوف تظل الأحكام المتبقية من هذه الشروط سارية المفعول. هذه الشروط تشكل مجمل الاتفاق بيننا بشأن الخدمة لدينا، وتحل محل أي اتفاقيات سابقة قد يكون لدينا بيننا بشأن الخدمة.",
    "USR_AGREEMENT.P21": "التغييرات",
    "USR_AGREEMENT.P22": "نحن نحتفظ بالحق، في تقديرنا، لتغيير أو استبدال هذه الشروط في أي وقت. إذا كان المراجعة هو مادي وسوف نحاول أن نقدم 60 يوما على الأقل إشعار مسبق لأية شروط جديدة سريانه. ما يشكل تغيير جوهري سيتم تحديده في تقديرنا.",
    "USR_AGREEMENT.P23": "من خلال الاستمرار في الوصول أو استخدام الخدمة لدينا بعد تصبح هذه التعديلات فعالة، فإنك توافق على الالتزام بالشروط المعدلة. إذا كنت لا توافق على هذه الشروط الجديدة، يرجى التوقف عن استخدام الخدمة.",
    "USR_AGREEMENT.P24": "إذا كان لديك أي أسئلة حول هذه شروط، يرجى الاتصال بنا.",
    "VIEW_MY_PROFILE": "عرض الملف الشخصي الخاص بي",
    "VISABILITY": "رؤية",
    "WE_PROMISE_NEVER_TO_SAY_HOW_OLD_YOU_ARE": "عمرك سوف يكون غير مرئي",
    "WEB_ADDRESS_OF_SITE": "عنوان الويب من الموقع",
    "WHAT_DEPARTMENT_ARE_YOU_A_PART_OF": "ما قسم أنت جزء من",
    "WHATS_ON_YOUR_MIND": "في ماذا تفكر؟",
    "WHERE_DO_YOU_WORK": "الشركة الحالية",
    "WHERE_IS_THIS_JOB_LOCATED": "أين تقع هذه الوظيفة؟",
    "YOU_ARE_A": "أنت",
    "YOU_ARE_REGISTERED_AS_ALUMNI": "أنت مسجل باسم الخريجون",
    "YOU_ARE_REGISTERED_AS_A_STUDENT": "أنت مسجل كطالب",
    "YOUR_SETTINGS": "الإعدادات الخاصة بك"
}
