{
    "404_EXPLAINER": "في الوقت الحالي، إما العودة إلى الصفحة السابقة أو التوجه إلى الصفحة الرئيسية. هناك خطأ في ما كنت تبحث عنه، ولكن",
    "ABOUT_P1": "وقد تم تطوير هذا الموقع من قبل طلاب علوم الحاسب الآلي في فئة مشروع كبار من ربيع عام 2016 في جامعة نوتردام دي نامور.",
    "ABOUT_P2": "هدفنا هو تطوير منصة التي الطلاب والخريجين وأعضاء هيئة التدريس يمكن الاتصال مع بعضها البعض. مع هذا التطبيق على شبكة الإنترنت، سوف يكون المستخدم قادرا على نشر الأخبار وفرص العمل للمستخدمين الآخرين لنرى. من خلال القيام بذلك، يمكن للطلاب والخريجين أن تصبح على بينة من الوظائف المحتملة وظائف، المعارض الوظيفية والإعلانات التي قد تهمهم ومساعدتهم في أهدافهم المهنية.",
    "ABOUT_ME": "عني",
    "ABOUT_US": "معلومات عنا",
    "abuse.FLAGGED": "تم الإبلاغ عنه",
    "ACCOUNTS": "الحسابات",
    "ADD_COMMENT": "أضف تعليق",
    "ADD_SOME_SOCIAL_NETWORKS": "إضافة بعض الشبكات الاجتماعية",
    "ADD_WEBSITE": "إضافة موقع ويب",
    "ADMIN": "مشرف",
    "ADVANCED_SEARCH": "البحث المتقدم",
    "ALL": "الكل",
    "ALUMNI": "الخريجين",
    "BACK_TO_BROWSE": "العودة إلى تصفح",
    "BACK_TO_JOBS": "الرجوع إلى الوظائف",
    "BIRTHDAY": "عيد الميلاد",
    "BIRTHDAY_FORM": "مم-د-يي",
    "BROWSE_JOB_POSTS": "تصفح الوظائف",
    "BROWSE_PROFILES": "تصفح الملفات الشخصية",
    "BUTTON_CANCEL": "إلغاء",
    "BUTTON_SEND": "إرسال",
    "CALENDAR": "التقويم",
    "CANCEL": "إلغاء",
    "CLEAR": "واضح",
    "CREATE_AN_ACCOUNT": "انشئ حساب",
    "CREATE_A_JOB_POST": "إنشاء وظيفة وظيفة",
    "COMMUNITY_GUIDELINES": "إرشادات المجتمع",
    "COM_GUIDELINES.P1": "يخضع هذا المجتمع لمجموعة المعايير التالية التي تنطبق على جميع أعضاء المجتمع ومناصبهم. نحن نحتفظ بالحق في إزالة أي مواد لا (في رأينا) الامتثال لهذه المعايير وإلغاء امتيازات نشر وفقا لتقديرنا. في معظم الحالات، سيتم تحذير أفراد المجتمع من السلوك المخالف والتحذيرات المتكررة قد يؤدي إلى حظر. وتعتبر قراراتنا نهائية.",
    "COM_GUIDELINES.P2": "يرجى أن تكون محترمة ومدنية لأعضاء المجتمع الآخرين والضيوف، حتى في الخلاف.",
    "COM_GUIDELINES.P3": "لا يسمح بالمحتوى البليغ أو البذيء أو الجنسي (المشاركات وأسماء الأعضاء وخطوط الموضوع والصور وما إلى ذلك).",
    "COM_GUIDELINES.P4": "نحن لا نتسامح مع التهديد، العنصرية، المسيئة، الكراهية، العنيفة، أو لغة فاحشة أو السلوك.",
    "COM_GUIDELINES.P5": "إن المشاركة في أي نشاط غير قانوني أو اقتراحه أو تشجيعه هو سبب فوري لحذف امتيازات النشر وتعليقها، ويمكن إبلاغ السلطات المختصة بذلك.",
    "COM_GUIDELINES.P6": "نحن نشجعك على توفير روابط قيمة لموارد أخرى عبر الإنترنت. ولكن قبل نشر المقالات أو التقارير الإخبارية أو غيرها من المواد المحمية بموجب حقوق الطبع والنشر مباشرة، يرجى تأمين الحصول على إذن من مالكي حقوق الطبع والنشر المعنيين.",
    "COM_GUIDELINES.P7": "عدم الإغراق أو الرسائل غير المرغوب فيها، أو إرسال رسائل سلسلة، أو مخططات هرمية، أو رسائل بريد غير مرغوب فيه، وما إلى ذلك.",
    "COM_GUIDELINES.P8": "هذا هو مكان لإقامة الاتصالات، ولكن الطلب التجاري المفرط، طلبات للمستثمرين أو رأس المال، أو الإعلان الذي يعيق تجربة المجتمع للآخرين غير مقبول. ولا يسمح أيضا باستجداء المواد الإباحية أو العقاقير الصيدلانية.",
    "COM_GUIDELINES.P9": "هذا منتدى للنقاش العام. لا تنشر أي معلومات خاصة عن نفسك أو عملك الذي كنت لا ترغب في أن تكون المعرفة العامة المتاحة على نطاق واسع. تحت أي ظرف من الظروف يجب عليك مشاركة أو نشر رقم حساب بطاقتك مع المجتمع. عند مشاركة معلومات جهة الاتصال، يرجى استخدام رسالة خاصة. لا ينصح بنشر معلومات شخصية مثل عنوان المنزل أو أرقام الهاتف الشخصية. تجدر الإشارة إلى أنه نظرا لأن معرف المستخدم سيكون قابلا للعرض من قبل المنتدى بأكمله، فقد لا ترغب في استخدام اسمك بالكامل كاسم المستخدم. أيضا، يجب أن تفهم أن المعلومات الاختيارية التالية التي تقوم بنشرها في الملف الشخصي للعضو الخاص بك تكون قابلة للعرض لجميع زوار الموقع: صورة، اسم الشركة، المدينة، الدولة، البلد، موقع الشركة / ورل، سنوات في الأعمال التجارية، وصف الأعمال.",
    "COM_GUIDELINES.P10": "يرجى أن نضع في اعتبارنا أن أعضاء المجتمع قد يدعون الخبرة أو الحالة (القانونية والطبية، وغيرها) التي لا تملكها في الواقع. وينبغي إعطاء تقدير مدروس لجميع النصائح الموجودة على الموقع.",
    "COM_GUIDELINES.P11": "مناقشة تجربة مجتمعك أو تجربة منافس، سواء إيجابية أو سلبية مقبولة، ولكن اللغة المسيئة بشكل مفرط ليست كذلك.",
    "COM_GUIDELINES.P12": "الآراء التي أعرب عنها أعضاء المجتمع على الموقع لا تعكس بالضرورة تلك التي من شركتنا.",
    "COMPANY": "شركة",
    "CONFIRM": "تؤكد",
    "CONNECT_W_NDNU_COMMUNITY": "ندنو بوابة المجتمع",
    "CONTACT": "اتصل",
    "CONTACT_POSTER": "الاتصال الملصق",
    "CONTACT_US": "اتصل بنا",
    "COPYRIGHT": "حقوق النشر",
    "DEGREE_TYPE": "نوع الدرجة",
    "DELETE": "حذف",
    "DELETE_JOB": "حذف الوظيفة",
    "DELETE_JOB_POST": "حذف وظيفة الوظيفة",
    "DEPARTMENT": " قسم، أقسام",
    "DESCRIBE_THE_JOB": "وصف الوظيفة",
    "DESCRIPTION": "وصف",
    "EDIT": "تصحيح",
    "EDIT_COMMENT": "تحرير تعليق",
    "EDIT_CURRENT_SITES": "تحرير الشبكات الاجتماعية",
    "EDIT_JOB": "تحرير الوظيفة",
    "EDIT_JOB_POST": "تحرير الوظيفة",
    "EDIT_PROFILE": "تعديل الملف الشخصي",
    "EDIT_YOUR_POST": "عدل مشاركتك",
    "EDIT_MY_PROFILE": "تعديل ملفي الشخصي",
    "EDIT_YOUR_PROFILE": "عدل ملفك الشخصي",
    "EMAIL": "البريد الإلكتروني",
    "EMAIL_ADDRESS": "عنوان البريد الإلكتروني",
    "FACULTY": "هيئة التدريس",
    "FACULTY_ACCESS": "الوصول لهيئة التدريس",
    "FACULTY_DEPARTMENT": "هيئة التدريس بالقسم",
    "REQUEST_MESSAGE": "طلب رسالة",
    "FACULTY_REQUEST_MESSAGE": "هيئة التدريس طلب رسالة",
    "FAQ_ANS1": "والغرض من هذا الموقع هو أن يكون شبكة اجتماعية لمجتمع نوتر ديم نامور الجامعة. فإنه يسمح للطلاب وأعضاء هيئة التدريس والخريجين لتقديم وتبادل الفرص وكذلك الإنجازات لبعضها البعض.",
    "FAQ_ANS2": "مع حساب، الموقع يوفر لك ملف التعريف الخاص بك الخاصة جدا التي لن تعرض فقط من أنت، ولكن تسمح للشركات للتعرف عليك ونرى الإنجازات الخاصة بك. للحصول على الفرص، فإن الموقع لديه ميزة البحث التي سوف تسمح لك للبحث عن أي وظائف التي يتم تقديمها لجهودكم الرئيسية المعينة. يحتوي الموقع أيضا على التغذية الإخبارية والتقويم لتحديث لكم مع أحدث الأخبار.",
    "FAQ_ANS3": "ويستهدف الموقع فقط للطلاب والخريجين وأعضاء هيئة التدريس من المجتمع ندنو.",
    "FAQ_ANS4": "للاشتراك، ما عليك سوى ملء البريد الإلكتروني وكلمة المرور لمربع الاشتراك في الصفحة الرئيسية للموقع، أو يمكنك إنشاء حساب بالنقر على الرابط إنشاء حساب في رأس تسجيل الدخول.",
    "FAQ_ANS5": "إذا نسيت كلمة المرور، فيمكنك تحديد رابط نسيت كلمة المرور في عنوان تسجيل الدخول، حيث ستحتاج فقط إلى اتباع التعليمات لإعادة تعيين كلمة المرور.",
    "FAQ_ANS6": "لتسجيل الدخول إلى حسابك، ما عليك سوى كتابة البريد الإلكتروني وكلمة المرور على رأس تسجيل الدخول والنقر.",
    "FAQ_ANS7": "لتسجيل الخروج، فقط انقر على زر تسجيل الخروج في الزاوية اليمنى العليا على رأس الصفحة.",
    "FAQ_ANS8": "لتعديل صفحتك، سجل الدخول إلى حسابك وانقر على علامة التبويب الملف الشخصي للتبديل بين القائمة المنسدلة التي تتيح لك تحديد خيار تعديل الملف الشخصي وتوجيهك إلى الصفحة.",
    "FAQ_ANS9": "لعرض معلوماتك الإخبارية، سجل الدخول إلى حسابك وانقر على علامة التبويب الأخبار وحمل ملف الأخبار.",
    "FAQ_ANS10": "يوجد في أسفل الموقع رابط اتصال يمكنه توجيهك إلى الصفحة التي ستمنحك معلومات للاتصال بنا للحصول على المساعدة.",
    "FAQ_Q1": "ما هو الغرض من الموقع؟",
    "FAQ_Q2": "ما هي ميزات الموقع؟",
    "FAQ_Q3": "هل يمكن لأي شخص استخدام الموقع؟",
    "FAQ_Q4": "كيف يمكنني الاشتراك؟",
    "FAQ_Q5": "ماذا أفعل إذا نسيت كلمة المرور؟",
    "FAQ_Q6": "كيف يمكنني تسجيل الدخول إلى حسابي؟",
    "FAQ_Q7": "كيف يمكنني الخروج؟",
    "FAQ_Q8": "كيف يمكنني تعديل ملف التعريف الخاص بي؟",
    "FAQ_Q9": "كيف يمكنني مشاهدة ملف الأخبار الخاص بي؟",
    "FAQ_Q10": "كيف يمكنني الحصول على المساعدة إذا كانت لدي مشكلة ليست على هذه الصفحة؟",
    "FAQ_TITLE": "الأسئلة الشائعة العامة",
    "FLAG": "علم",
    "FORGOT_MY_PASSWORD": "نسيت كلمة المرور",
    "FORGOT_PAGE_TITLE": "تأكيد البريد الإلكتروني",
    "FORGOT_EXPLAINER": "يرجى كتابة عنوان البريد الإلكتروني للحساب. سيتم إرسال رمز تأكيد إلى عنوان البريد الإلكتروني للتحقق من الحساب وتوجيهك إلى الصفحة لتغيير وإعادة تعيين كلمة مرور الحسابات باستخدام كلمة مرور جديدة. سيكون لديك 24 ساعة فقط لتأكيد الرمز المميز وإعادة تعيين كلمة المرور.",
    "FULL_NAME": "الاسم الكامل",
    "FULL_TIME": "وقت كامل",
    "GRADUATION_YEAR": "سنة التخرج",
    "HELP": "مساعدة",
    "DISCLAIMER1": "يعد النقر على إنشاء حساب بمثابة موافقة منك",
    "DISCLAIMER2": "شروط",
    "DISCLAIMER3": "وأنك قد قرأت لدينا",
    "DISCLAIMER4": "سياسة الخصوصية",
    "DISCLAIMER5": "، بما في ذلك لدينا",
    "DISCLAIMER6": "إرشادات المجتمع",
    "DISCLAIMER7": ". قد تتلقى رسائل البريد الإلكتروني الإخطارات من ربيع 2885 ويمكن أن تختار في أي وقت.",
    "IM_FACULTY": "أنا كلية",
    "IMAGE_HOW_TO_BLURB": "نحن حاليا في ألفا خاصة ولا تستضيف الصور، ولكن كنا نحب بالنسبة لك لوضع عنوان ورل / على شبكة الإنترنت إلى صورة على شبكة الإنترنت من نفسك.",
    "JOB_DESCRIPTION": "المسمى الوظيفي",
    "JOB_DETAILS": "تفاصيل الوظيفة",
    "JOBS": "وظائف",
    "JOBS_IVE_POSTED": "وظائف قد أرسلت",
    "JOBS_PER_PAGE": "وظائف لكل صفحة",
    "JOBS_POSTED": "وظائف تم النشر",
    "JOB_TITLE": "المسمى الوظيفي",
    "JOB_TYPE": "نوع الوظيفة",
    "jobs.CREATE_SUCCESS": "جديد الوظيفة المنشورة",
    "job.DELETED": "تم حذف وظيفة الوظيفة",
    "job.EDIT_SECURITY": "تم رفض الإجراء! يمكنك فقط تعديل الوظائف التي قمت بإنشائها.",
    "job.UPDATED": "وظيفة آخر تحديث",
    "LANGUAGE": "لغة",
    "LINK_TO_RESUME": "عنوان الويب للاستئناف",
    "LOCATION": "موقعك",
    "login.FAILED": "فشل تسجيل الدخول",
    "MAJOR": "رائد",
    "MINOR": "تحت السن القانوني",
    "MY_RESUME": "سيرتي الذاتية",
    "MY_SETTINGS": "إعدادات",
    "NAME": "اسم",
    "NAME_OF_SITE_TO_ADD": "اسم الموقع المطلوب إضافته",
    "NEW_PASSWORD": "كلمة السر الجديدة",
    "NEW_SITE": "موقع جديد",
    "NEW_TO_SPRING2885": "سجل",
    "news.COMMENT_REMOVED": "تمت إزالة التعليق",
    "news.POST_REMOVED": "تمت إزالة المشاركة",
    "NEWSFEED": "الأخبار",
    "NOT_FOUND": "غير معثور عليه",
    "OCCUPATION": "الاحتلال",
    "PART_TIME": "دوام جزئى",
    "PASSWORD": "كلمه السر",
    "password.RESET_SUCCESS": "تعيين كلمة المرور",
    "password.RESET_FAILED": "لم يتم تعيين كلمة المرور",
    "password.RESET_REQUEST_SUCCESS": "تم إرسال طلب كلمة المرور",
    "password.RESET_REQUEST_FAILED": "لم يتم إرسال طلب كلمة المرور",
    "PHONE": "هاتف",
    "PHONE_NUMBER": "555-555-5555",
    "POST": "بريد",
    "POST_A_JOB": "انشر وظيفة",
    "POST_BODY": "انشر المقال",
    "POST_TITLE": "عنوان المشاركة",
    "POST_TO": "إضافة إلى",
    "POSTED_BY": "منشور من طرف",
    "POSTED_ON": "نشر على",
    "PRIVACY_POLICY": "سياسة الخصوصية",
    "PP.HEADER": "www.spring2885.org سياسة الخصوصية",
    "PP.P1": "وقد تم تجميع هذه السياسة الخصوصية لتقديم خدمة أفضل لأولئك الذين يهتمون كيف يتم استخدام المعلومات الشخصية الخاصة بهم (بي) على الانترنت. بي، كما هو مستخدم في قانون خصوصية الولايات المتحدة وأمن المعلومات، هي المعلومات التي يمكن استخدامها من تلقاء نفسها أو مع غيرها من المعلومات لتحديد أو الاتصال أو تحديد موقع شخص واحد، أو لتحديد الفرد في السياق. يرجى قراءة سياسة الخصوصية بعناية للحصول على فهم واضح لكيفية جمع أو استخدام أو حماية أو التعامل مع المعلومات الشخصية الأخرى الخاصة بك وفقا لموقعنا على الانترنت.",
    "PP.P2": "ما هي المعلومات الشخصية التي نجمعها من الأشخاص الذين يزورون مدونتنا أو موقع الويب أو التطبيق؟",
    "PP.P3": "عند الطلب أو التسجيل في موقعنا، حسب الاقتضاء، قد يطلب منك إدخال اسمك أو عنوان بريدك الإلكتروني أو تفاصيل أخرى لمساعدتك في تجربتك.",
    "PP.P4": "متى نجمع المعلومات؟",
    "PP.P5": "نجمع المعلومات منك عند التسجيل على موقعنا، والرد على استطلاع الرأي، وملء استمارة أو إدخال معلومات على موقعنا.",
    "PP.P6": "تزويدنا مع ردود الفعل على منتجاتنا أو الخدمات",
    "PP.P7": "كيف نستعمل معلوماتك؟",
    "PP.P8": "قد نستخدم المعلومات التي نجمعها منك عند التسجيل أو إجراء عملية شراء أو الاشتراك في نشرتنا الإخبارية أو الرد على استبيان أو اتصال تسويقي أو تصفح الموقع الإلكتروني أو استخدام بعض ميزات الموقع الأخرى بالطرق التالية:",
    "PP.P9": "لتخصيص تجربة المستخدمين والسماح لنا بتقديم نوع المحتوى وعروض المنتجات التي تهتم بها أكثر.",
    "PP.P10": "لتحسين موقعنا على الانترنت من أجل تقديم خدمة أفضل لك.",
    "PP.P11": "للسماح لنا لتقديم خدمة أفضل لك في الاستجابة لطلبات خدمة العملاء الخاصة بك.",
    "PP.P12": "لإدارة مسابقة أو ترقية أو استطلاع أو ميزة أخرى للموقع.",
    "PP.P13": "لطلب تقييمات ومراجعات الخدمات أو المنتجات",
    "PP.P14": "لمتابعة معهم بعد المراسلات (دردشة أو استفسارات البريد الإلكتروني)",
    "PP.P15": "كيف نقوم بحماية معلومات الزائر؟",
    "PP.P16": "نحن لا نستخدم مسح الضعف و / أو المسح لمعايير يسي.",
    "PP.P17": "نحن نقدم فقط المواد والمعلومات. نحن لا نطلب أبدا معلومات شخصية أو خاصة خارج معلومات الملف الشخصي، مثل أرقام بطاقات الائتمان.",
    "PP.P18": "وترد المعلومات الشخصية الخاصة بك وراء الشبكات المضمونة ولا يمكن الوصول إليها إلا من قبل عدد محدود من الأشخاص الذين لديهم حقوق خاصة للوصول إلى هذه الأنظمة، ويطلب منهم الحفاظ على سرية المعلومات. بالإضافة إلى ذلك، يتم تشفير كافة المعلومات الحساسة / الائتمان التي تقوم بتوريدها عبر تقنية طبقة المقابس الآمنة (سل).",
    "PP.P19": "نحن تنفيذ مجموعة متنوعة من التدابير الأمنية عندما يدخل المستخدم، يرسل، أو الوصول إلى المعلومات الخاصة بهم للحفاظ على سلامة المعلومات الشخصية الخاصة بك.",
    "PP.P20": "هل نستخدم ملفات تعريف الارتباط؟",
    "PP.P21": "نعم فعلا. ملفات تعريف الارتباط هي ملفات صغيرة ينقلها موقع أو مزود خدمة إلى القرص الصلب لجهاز الكمبيوتر من خلال متصفح الويب الخاص بك (إذا سمحت) والتي تمكن المواقع أو أنظمة مزودي الخدمة من التعرف على متصفحك والتقاط وتذكر بعض المعلومات. على سبيل المثال، نستخدم ملفات تعريف الارتباط لمساعدتنا في تذكر العناصر ومعالجتها في سلة التسوق. كما أنها تستخدم لمساعدتنا في فهم تفضيلاتك استنادا إلى نشاط الموقع السابق أو الحالي، والذي يمكننا من تزويدك بخدمات محسنة. كما نستخدم ملفات تعريف الارتباط لمساعدتنا في تجميع البيانات المجمعة حول حركة الزيارات إلى الموقع والتفاعل مع الموقع حتى نتمكن من تقديم تجارب وأدوات أفضل للموقع في المستقبل.",
    "PP.P22": "نستخدم ملفات تعريف الارتباط من أجل:",
    "PP.P23": "فهم تفضيلات المستخدمين وحفظها للزيارات المستقبلية.",
    "PP.P24": "يمكنك اختيار أن يقوم جهاز الكمبيوتر بتحذيرك في كل مرة يتم فيها إرسال ملف تعريف ارتباط، أو يمكنك اختيار إيقاف تشغيل كافة ملفات تعريف الارتباط. يمكنك إجراء ذلك من خلال إعدادات المتصفح (مثل إنترنيت إكسبلورر). كل متصفح يختلف قليلا، لذا انظر إلى قائمة مساعدة المتصفحات لمعرفة الطريقة الصحيحة لتعديل ملفات تعريف الارتباط.",
    "PP.P25": "في حالة تعطيل ملفات تعريف الارتباط، سيتم تعطيل بعض الميزات ولن يؤثر ذلك على تجربة المستخدمين التي تجعل موقعك أكثر كفاءة ولن تعمل بعض خدماتنا بشكل صحيح.",
    "PP.P26": "الكشف من طرف ثالث",
    "PP.P27": "نحن لا نبيع، أو التجارة، أو خلاف ذلك نقل إلى الأطراف الخارجية معلوماتك الشخصية ما لم نقدم للمستخدمين إشعار مسبق. ولا يشمل ذلك شركاء استضافة مواقع الويب والأطراف الأخرى التي تساعدنا في تشغيل موقعنا الإلكتروني أو إدارة أعمالنا أو خدمة مستخدمينا طالما أن هذه الأطراف توافق على الحفاظ على سرية هذه المعلومات. يجوز لنا أيضا الإفراج عن المعلومات عندما يكون إصدارها مناسبا للالتزام بالقانون أو فرض سياسات الموقع أو حماية حقوقنا أو حقوق الآخرين أو ممتلكاتنا أو سلامتنا.",
    "PP.P28": "ومع ذلك، يمكن تقديم معلومات الزائر غير الشخصية إلى الأطراف الأخرى للتسويق أو الإعلان أو الاستخدامات الأخرى.",
    "PP.P29": "روابط الجهات الخارجية",
    "PP.P30": "نحن لا تشمل أو تقدم منتجات أو خدمات طرف ثالث على موقعنا.",
    "PP.P31": "جوجل",
    "PP.P32": "يمكن تلخيص متطلبات غوغل الإعلانية من خلال مبادئ غوغل الإعلانية. يتم وضعها في مكان لتوفير تجربة إيجابية للمستخدمين.",
    "PP.P33": "نحن نستخدم إعلانات غوغل أدسنز على موقعنا الإلكتروني.",
    "PP.P34": "تستخدم غوغل، بصفتها موردا من جهات خارجية، ملفات تعريف الارتباط لعرض الإعلانات على موقعنا. يتيح استخدام غوغل لملف تعريف الارتباط دارت عرض الإعلانات على المستخدمين استنادا إلى الزيارات السابقة إلى موقعنا ومواقع أخرى على الإنترنت. يمكن للمستخدمين تعطيل استخدام ملف تعريف الارتباط دارت من خلال زيارة سياسة خصوصية إعلانات غوغل وشبكة المحتوى.",
    "PP.P35": "وقد نفذنا ما يلي:",
    "PP.P36": "التسويق باستخدام غوغل أدسنز",
    "PP.P37": "تقارير المعلومات السكانية والاهتمامات",
    "PP.P38": "نحن مع موردي الجهات الخارجية، مثل غوغل تستخدم ملفات تعريف ارتباط الطرف الأول (مثل ملفات تعريف ارتباط غوغل أناليتيكش) وملفات تعريف ارتباط الجهات الخارجية (مثل ملف تعريف ارتباط دوبلكليك) أو معرفات الجهات الخارجية الأخرى معا لتجميع البيانات المتعلقة بتفاعلات المستخدمين مع ومرات ظهور الإعلان، ووظائف خدمة الإعلانات الأخرى من حيث صلتها بموقعنا على الويب.",
    "PP.P39": "تعطيل:",
    "PP.P40": "يمكن للمستخدمين تعيين تفضيلات لكيفية إعلانات غوغل لك باستخدام صفحة إعدادات إعلانات غوغل. وبدلا من ذلك، يمكنك تعطيل الاشتراك عن طريق زيارة صفحة تعطيل مبادرة الإعلانات على الشبكة أو استخدام متصفح تعطيل التتبع في غوغل أناليتيكش بشكل دائم.",
    "PP.P41": "قانون حماية الخصوصية عبر الإنترنت في كاليفورنيا",
    "PP.P42": "كالوبا هو أول قانون دولة في البلاد تتطلب مواقع تجارية وخدمات عبر الإنترنت لنشر سياسة الخصوصية. وتمتد القوانين إلى ما هو أبعد من ولاية كاليفورنيا لتطلب من شخص أو شركة في الولايات المتحدة (وتصور العالم) أن تشغل مواقع الويب التي تجمع معلومات تعريف شخصية من مستهلكي كاليفورنيا لنشر سياسة خصوصية واضحة على موقعها على الويب تفيد بالضبط المعلومات التي يتم جمعها وتلك والأفراد الذين تتم مشاركتهم معهم، والامتثال لهذه السياسة. -  انظر أكثر في:",
    "PP.P43": "وفقا ل كالوبا نوافق على ما يلي:",
    "PP.P44": "يمكن للمستخدمين زيارة موقعنا العام مجهول.",
    "PP.P45": "بعد إنشاء سياسة الخصوصية هذه، سنضيف رابطا إليها على صفحتنا الرئيسية أو كحد أدنى في أول صفحة مهمة بعد الدخول إلى موقعنا الإلكتروني.",
    "PP.P46": "كيف يتعامل مقبض موقعنا مع الإشارات؟",
    "PP.P47": "نحن نكرم لا تتبع الإشارات ولا تتبع، كوكتيل النبات، أو استخدام الإعلان عندما لا تتبع الآلية (دنت) آلية المتصفح في المكان.",
    "PP.P48": "كوبا (قانون حماية خصوصية الأطفال عبر الإنترنت)",
    "PP.P49": "عندما يتعلق الأمر جمع المعلومات الشخصية من الأطفال دون سن 13، وقانون حماية خصوصية الأطفال على الانترنت (كوبا) يضع الآباء في السيطرة عليها. وتقوم لجنة التجارة الفيدرالية، وهي وكالة حماية المستهلك في الدول، بتطبيق قاعدة كوبا، التي تحدد ما الذي يجب على مشغلي المواقع الإلكترونية والخدمات عبر الإنترنت القيام به لحماية خصوصية الأطفال وسلامتهم عبر الإنترنت.",
    "PP.P50": "هذا الموقع مخصص لعمر الكلية وما فوق. نحن لا نسوق خصيصا للأطفال دون سن 13 عاما.",
    "PP.P51": "ممارسات المعلومات العادلة",
    "PP.P52": "وتشكل مبادئ ممارسات المعلومات العادلة العمود الفقري لقانون الخصوصية في الولايات المتحدة، وقد لعبت المفاهيم التي تتضمنها دورا هاما في تطوير قوانين حماية البيانات في جميع أنحاء العالم. إن فهم مبادئ ممارسة المعلومات العادلة وكيفية تنفيذها يجب أن يكون حاسما في الامتثال لقوانين الخصوصية المختلفة التي تحمي المعلومات الشخصية.",
    "PP.P53": "من أجل أن تتماشى مع ممارسات المعلومات العادلة سوف نتخذ الإجراءات التالية استجابة، في حالة حدوث خرق البيانات:",
    "PP.P54": "ونحن سوف يخطر المستخدمين عبر إعلام في الموقع",
    "PP.P55": "خلال 180 يوما",
    "PP.P56": "ونوافق أيضا على مبدأ الانتصاف الفردي الذي يقضي بأن يكون للأفراد الحق في متابعة الحقوق القانونية الواجبة التطبيق ضد جامعي البيانات والمجهزين الذين لا يلتزمون بالقانون. ويتطلب هذا المبدأ ليس فقط أن يكون للأفراد حقوقا قابلة للتنفيذ ضد مستخدمي البيانات، ولكن أيضا أن الأفراد يلجأون إلى المحاكم أو الوكالات الحكومية للتحقيق و / أو مقاضاة عدم الامتثال من جانب معالجات البيانات.",
    "PP.P57": "كان-سبام أكت",
    "PP.P58": "قانون كان-سبام هو القانون الذي يحدد قواعد البريد الإلكتروني التجاري، ويحدد متطلبات الرسائل التجارية، ويعطي المتلقين الحق في أن رسائل البريد الإلكتروني توقفت عن إرسالها لهم، ويحدد عقوبات صارمة على الانتهاكات.",
    "PP.P59": "نجمع عنوان بريدك الإلكتروني من أجل:",
    "PP.P60": "أن يكون وفقا ل كان-سبام نحن نتفق على ما يلي:",
    "PP.P61": "إذا أردت في أي وقت إلغاء الاشتراك من تلقي رسائل البريد الإلكتروني المستقبلية، يمكنك مراسلتنا عبر البريد الإلكتروني",
    "PP.P62": "ونحن سوف إزالة لكم فورا من",
    "PP.P63": "الكل",
    "PP.P64": "المراسلات.",
    "PP.P65": "الاتصال بنا",
    "PP.P66": "إذا كانت لديك أية أسئلة بخصوص سياسة الخصوصية هذه، فيمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.",
    "PP.P67": "آخر تعديل في 2016-04-08",
    "profile.AWAITING_APPROVAL": "تم ارسال الطلب. انتظر القبول.",
    "PROFILE": "الملف الشخصي",
    "PROFILES": "شبكة الاتصال",
    "profile.APPROVAL_REQUEST_FAILED": "الطلب فشل",
    "profile.UPDATED": "تحديث الملف الشخصي",
    "PROFILE_IMAGE_URL": "الملف الشخصي رابط الصورة",
    "QUICK_SEARCH": "بحث سريع",
    "READ_MORE": "اقرأ أكثر",
    "READ_MORE_ABOUT_SPRING2885": "قراءة المزيدحول سبرينغ-2885",
    "REMOVE_COMMENT": "إزالة التعليق",
    "REMOVE_POST": "إزالة المشاركة",
    "REMOVE_WEBSITE": "إزالة موقع الويب",
    "REPLIED_ON": "أجاب على",
    "RESET_PAGE_TITLE": "إعادة تعيين كلمة المرور",
    "RESET_EXPLAINER": "يرجى حفظ عنوان البريد الإلكتروني والرمز المميز الذي تم إرساله إلى بريدك الإلكتروني للتحقق من الحساب. ثم أدخل كلمة المرور الجديدة المطلوبة. انقر على زر التأكيد وسيتم تجديد كلمة مرور الحسابات باستخدام كلمة المرور الجديدة فورا.",
    "RESUME": "استمر",
    "RESUME_HOW_TO_BLURB": "نحن حاليا في ألفا خاصة ولا تستضيف السير الذاتية، ولكن سيكون من الرائع أن تضع رابطا للسيرة الذاتية هنا",
    "RESUME_URL": "(URL)استمر إلى",
    "REQUEST_A_NEW_PASSWORD": "طلب كلمة مرور جديدة",
    "REQUEST_ACCESS_TO_BECOME_FACULTY": "لب الوصول لتصبح من هيئة التدريس",
    "REQUEST_FACULTY_ACCESS": "طلب الوصول لهيئة التدريس",
    "SEARCH_ADVANCED_SEARCH": "البحث المتقدم",
    "SEARCH_ASCENDING": "تصاعدي",
    "SEARCH_DESCENDING": "تنازلي",
    "SEARCH_KEY_WORDS": "الكلمات الدالة",
    "SEARCH_ORDER_BY": "ترتيب حسب",
    "SET_LANGUAGE": "لغة مجموعة",
    "SIGN_IN": "تسجيل الدخول",
    "SIGN_OUT": "خروج",
    "SIGN_UP": "إصنع حساب",
    "SIGN_UP_NOW": "أفتح حساب الأن",
    "signup.ACCEPT_TERMS_ERROR": "يجب عليك قبول الشروط لإنشاء حساب",
    "signup.WELCOME": "مرحبا بكم في الربيع -2885! من فضلك أخبرنا عن نفسك",
    "signup.FAILED": "هناك خطأ ما. فشل انشاء الحساب.",
    "SOCIAL_NETWORKS": "شبكات اجتماعية",
    "SITE_EXPLAINER": "هذا الموقع يجمع الطلاب والخريجين وأعضاء هيئة التدريس في جو مريح ودية",
    "SITE_EXPLAINER.ONE": "انظر الأخبار ذات الصلة من زملائك أرغونوتس",
    "SITE_EXPLAINER.TWO": "العثور على، والشبكة، والتواصل مع زملاء الدراسة",
    "SITE_EXPLAINER.THREE": "مجلس وظائف للخريجين للتوظيف من داخل المجتمع",
    "SPRING2885": "بوابة الخريجين",
    "START_DATE": "تاريخ البدء",
    "STUDENT": "طالب علم",
    "STUDENT_ID": "هوية الطالب",
    "STUDENT_ID_NUMBER": "999999",
    "STUDENTS": "الطلاب",
    "SUBMIT_EDITED_POST": "إرسال مشاركة معدلة",
    "SUBMIT_REQUEST": "تقديم الطلب",
    "TELL_US_ABOUT_YOURSELF": "أخبرنا عن نفسك",
    "TITLE": "عنوان",
    "TOKEN": "الرمز المميز",
    "TERMS_AND_POLICIES": "البنود والسياسات",
    "UPDATE_PROFILE": "تحديث الملف",
    "URL_FOR_IMAGE": "رابط عنوان الويب إلى الصورة",
    "USER_AGREEMENT": "اتفاقية المستخدم",
    "USR_AGREEMENT.HEADING": "تعليمات الاستخدام",
    "USR_AGREEMENT.P1": "آخر تحديث: 08 نيسان (أبريل) 2016",
    "USR_AGREEMENT.P2": "يرجى قراءة شروط الاستخدام بعناية قبل استخدام http://www.spring-2885.org الموقع (الخدمة) التي تديرها الربيع 2885 (لنا، ونحن، أو لدينا).",
    "USR_AGREEMENT.P3": "إن وصولك إلى الخدمة واستخدامها مرهون بموافقتك على هذه الشروط والامتثال لها. تنطبق هذه البنود على جميع الزوار والمستخدمين وغيرهم ممن يدخلون الخدمة أو يستخدمونها.",
    "USR_AGREEMENT.P4": "من خلال الوصول إلى الخدمة أو استخدامها، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق مع أي جزء من الشروط ثم لا يجوز لك الوصول إلى الخدمة.",
    "USR_AGREEMENT.P5": "عند إنشاء حساب معنا، يجب أن تقدم لنا معلومات دقيقة وكاملة وحالية في جميع الأوقات. ويشكل عدم القيام بذلك انتهاكا للبنود، مما قد يؤدي إلى إنهاء حسابك فورا على خدمتنا.",
    "USR_AGREEMENT.P6": "أنت مسؤول عن حماية كلمة المرور التي تستخدمها للدخول إلى الخدمة وعن أي أنشطة أو إجراءات تحت كلمة المرور، سواء كانت كلمة المرور مع الخدمة أو خدمة من جهة خارجية.",
    "USR_AGREEMENT.P7": "أنت توافق على عدم الكشف عن كلمة المرور الخاصة بك إلى أي طرف ثالث. يجب عليك إخطارنا فور معرفتك بأي مخالفة للأمان أو الاستخدام غير المصرح به لحسابك.",
    "USR_AGREEMENT.P8": "روابط لمواقع ويب أخرى",
    "USR_AGREEMENT.P9": "قد تحتوي خدمتنا على روابط لمواقع ويب تابعة لجهات خارجية أو خدمات غير مملوكة أو خاضعة لسيطرة ربيع 2885.",
    "USR_AGREEMENT.P10": "لا یتحمل سبرينغ 2885 السیطرة علی المحتوى أو سیاسات الخصوصیة أو ممارسات أي مواقع أو خدمات طرف ثالث علی شبکة الإنترنت ولا تتحمل أي مسؤولیة عنھا. كما تقر وتوافق كذلك على أن ربيع 2885 لن يكون مسؤولا، بشكل مباشر أو غير مباشر، عن أي ضرر أو خسارة تسبب أو يزعم أنها ناجمة عن أو تتعلق باستخدام أو الاعتماد على أي محتوى أو سلع أو خدمات متوفرة على أو من خلال أي من هذه المواقع أو الخدمات.",
    "USR_AGREEMENT.P11": "نوصيك بشدة بقراءة البنود والشروط وسياسات الخصوصية الخاصة بأي مواقع ويب أو خدمات أخرى تقوم بزيارتها.",
    "USR_AGREEMENT.P12": "نهاية",
    "USR_AGREEMENT.P13": "يجوز لنا إنهاء أو إيقاف الوصول إلى خدمتنا فورا، دون إشعار مسبق أو مسؤولية، لأي سبب كان، بما في ذلك على سبيل المثال لا الحصر إذا خرقت الشروط.",
    "USR_AGREEMENT.P14": "يجب أن تظل جميع أحكام البنود التي تبقى بحكم طبيعتها على قيد الحياة إنهاء الخدمة، بما في ذلك، على سبيل المثال لا الحصر، أحكام الملكية وإخلاء المسؤولية عن الضمان والتعويض وقيود المسؤولية.",
    "USR_AGREEMENT.P15": "يجوز لنا إنهاء حسابك أو تعليقه فورا، دون إشعار مسبق أو مسؤولية مسبقة، لأي سبب كان، بما في ذلك على سبيل المثال لا الحصر، إذا خالفت الشروط.",
    "USR_AGREEMENT.P16": "عند الإنهاء، سوف يتوقف حقك في استخدام الخدمة فورا. إذا كنت ترغب في إنهاء حسابك، يمكنك ببساطة التوقف عن استخدام الخدمة.",
    "USR_AGREEMENT.P17": "جميع أحكام شروط التي بطبيعتها يجب البقاء على قيد الحياة الحياه لانهاء الانهاء، بما في ذلك، دون حصر، أحكام الملكية، الضمان التنازلات، التعويض وتحديد المسؤولية.",
    "USR_AGREEMENT.P18": "القانون الذي يحكم",
    "USR_AGREEMENT.P19": "تخضع هذه الشروط وتفسر وفقا لقوانين ولاية كاليفورنيا، الولايات المتحدة، بغض النظر عن تضارب أحكام القانون.",
    "USR_AGREEMENT.P20": "إن إخفاقنا في فرض أي حق أو شرط من هذه الشروط لن يعتبر تنازلا عن تلك الحقوق. إذا كان أي حكم من هذه الشروط يعتبر غير صالح أو غير قابل للتنفيذ من قبل المحكمة، تبقى الأحكام المتبقية من هذه الشروط سارية المفعول. وتشكل هذه الشروط الاتفاقية الكاملة بيننا فيما يتعلق بخدمتنا، وتحل محل أي اتفاقيات سابقة قد تكون لدينا فيما يتعلق بالخدمة واستبدالها.",
    "USR_AGREEMENT.P21": "التغييرات",
    "USR_AGREEMENT.P22": "نحن نحتفظ بالحق، وفقا لتقديرنا الخاص، لتعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية، سنحاول تقديم إشعار قبل 60 يوما على الأقل قبل تفعيل أي بنود جديدة. ما الذي يشكل تغييرا جوهريا سيحدد وفقا لتقديرنا الخاص.",
    "USR_AGREEMENT.P23": "من خلال الاستمرار في الوصول إلى خدماتنا أو استخدامها بعد أن تصبح هذه المراجعات فعالة، فإنك توافق على الالتزام بالشروط المنقحة. إذا كنت لا توافق على الشروط الجديدة، يرجى التوقف عن استخدام الخدمة.",
    "USR_AGREEMENT.P24": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا.",
    "VIEW_MY_PROFILE": "عرض ملفي الشخصي",
    "VISIBILITY": "مرئي",
    "WEB_ADDRESS_OF_SITE": "عنوان الويب للموقع",
    "WHAT_DEPARTMENT_ARE_YOU_A_PART_OF": "ما هي القسم الذي أنت جزء منه",
    "WHATS_ON_YOUR_MIND": "ماذا يدور في ذهنك؟",
    "WHERE_DO_YOU_WORK": "الشركة الحالية",
    "WHERE_IS_THIS_JOB_LOCATED": "أين تقع هذه الوظيفة؟",
    "YOU_ARE_A": "أنت",
    "YOU_ARE_REGISTERED_AS_ALUMNI": "أنت مسجل كخريجين",
    "YOU_ARE_REGISTERED_AS_A_STUDENT": "أنت مسجل كطالب",
    "YOUR_SETTINGS": "إعداداتك"
}