{
    "404_EXPLAINER": "Pour l'instant, revenez à la page précédente ou passez à la page d'accueil. Il y a une erreur dans ce que vous cherchiez, mais",
    "ABOUT_P1": "Ce site a été développé par les étudiants en Informatique dans la classe de Projet Senior du Printemps 2016 à l'Université Notre Dame de Namur.",
    "ABOUT_P2": "Notre objectif est de développer une plate-forme dans laquelle les étudiants, les anciens et les facultés peuvent se connecter entre eux. Avec cette application Web, les utilisateurs pourront publier des nouvelles et des opportunités d'emploi pour les autres utilisateurs à voir. Ce faisant, les étudiants et les anciens élèves peuvent prendre conscience des offres d'emplois possibles, des foires d'emplois et des annonces qui pourraient les intéresser et les aider dans leurs objectifs de carrière.",
    "ABOUT_ME": "À propos de moi",
    "ABOUT_US": "À propos de nous",
    "abuse.FLAGGED": "Marqué",
    "ACCOUNTS": "Comptes",
    "ADD_COMMENT": "Ajouter un commentaire",
    "ADD_SOME_SOCIAL_NETWORKS": "Ajouter des réseaux sociaux",
    "ADD_WEBSITE": "Ajouter un site Web",
    "ADMIN": "Admin",
    "ADVANCED_SEARCH": "Recherche Avancée",
    "ALL": "Tout",
    "ALUMNI": "Anciens",
    "BACK_TO_BROWSE": "Retour à la liste",
    "BACK_TO_JOBS": "Retour aux offres d'emploi",
    "BIRTHDAY": "Anniversaire",
    "BIRTHDAY_FORM": "MM-DD-AAAA",
    "BROWSE_JOB_POSTS": "Parcourir les postes de travail",
    "BROWSE_PROFILES": "Parcourir les profils",
    "BUTTON_CANCEL": "Annuler",
    "BUTTON_SEND": "Envoyer",
    "CALENDAR": "Calendrier",
    "CANCEL": "Annuler",
    "CLEAR": "Clair",
    "CREATE_AN_ACCOUNT": "Créer un compte",
    "CREATE_A_JOB_POST": "Créer un message d'emploi",
    "COMMUNITY_GUIDELINES": "Lignes directrices de la communauté",
    "COM_GUIDELINES.P1": "Cette communauté est régie par les normes suivantes qui s'appliquent à tous les membres de la communauté et à leurs publications. Nous nous réservons le droit de supprimer tout matériel qui, selon notre jugement, n'est pas conforme à ces normes et révoque les privilèges d'affichage à notre discrétion. Dans la plupart des cas, les membres de la communauté seront prévenus d'un comportement offensant et des avertissements répétés peuvent entraîner l'interdiction. Nos décisions sont considérées comme définitives.",
    "COM_GUIDELINES.P2": "Soyez respectueux et civil pour les autres membres de la communauté et les invités, même en désaccord.",
    "COM_GUIDELINES.P3": "Le contenu vulgaire, profane ou sexuellement graphique (messages, noms de membres, lignes d'objet, images, etc.) n'est pas autorisé.",
    "COM_GUIDELINES.P4": "Nous ne tolérons pas un langage ou un comportement menaçant, raciste, abusif, haineux, violent ou obscène.",
    "COM_GUIDELINES.P5": "La participation, la suggestion ou l'encouragement d'une activité illégale est la cause d'une suppression immédiate et de la suspension des privilèges d'affichage, et peuvent être signalés aux autorités compétentes.",
    "COM_GUIDELINES.P6": "Nous vous encourageons à fournir de précieux liens vers d'autres ressources en ligne. Avant de publier directement des articles, des bulletins d'information ou d'autres documents protégés par des droits d'auteur, assurez-vous s'il vous plaît l'autorisation des détenteurs de droits d'auteur concernés.",
    "COM_GUIDELINES.P7": "Ne pas inonder ou faire du courrier indésirable, ou post-chaînes, pyramides, courrier indésirable, etc.",
    "COM_GUIDELINES.P8": "Il s'agit d'un lieu de création de connexions, mais la sollicitation commerciale excessive, les demandes d'investisseurs ou de capitaux, ou la publicité qui entrave l'expérience de la communauté pour les autres n'est pas acceptable. La sollicitation de pornographie ou de médicaments n'est pas autorisée.",
    "COM_GUIDELINES.P9": "Il s'agit d'un forum de discussion public. Ne publiez aucune information privée sur vous-même ou sur votre entreprise que vous ne souhaitez pas être largement accessible à la connaissance publique. En aucun cas, vous ne devez partager ou publier votre numéro de compte de carte avec la communauté. Lorsque vous partagez des informations de contact, utilisez un message privé. Il n'est pas recommandé de publier des informations personnelles telles que l'adresse de votre domicile ou les numéros de téléphone personnels. Veuillez noter que, car votre ID utilisateur sera visible par toute la communauté, vous ne voudrez peut-être pas utiliser votre nom complet comme ID utilisateur. En outre, vous devriez comprendre que les informations facultatives suivantes que vous publiez dans votre profil de membre seront accessibles à tous les visiteurs du site: Image, Nom commercial, Ville, État, Pays, site Web / URL de l'entreprise, Années d'affaires, Description de l'entreprise.",
    "COM_GUIDELINES.P10": "N'oubliez pas que les membres de la communauté peuvent réclamer une expertise ou un statut (juridique, médical, etc.) qu'ils ne possèdent pas en fait. Une discrétion réfléchie devrait être donnée à tous les conseils trouvés sur le site.",
    "COM_GUIDELINES.P11": "Discuter de votre expérience communautaire ou celle d'un concurrent, positif et négatif est acceptable, mais le langage excessivement abusif n'est pas.",
    "COM_GUIDELINES.P12": "Les opinions exprimées par les membres de la communauté sur le site ne reflètent pas nécessairement celles de notre entreprise.",
    "COMPANY": "Compagnie",
    "CONFIRM": "Confirmer",
    "CONNECT_W_NDNU_COMMUNITY": "Portail communautaire NDNU",
    "CONTACT": "Contact",
    "CONTACT_POSTER": "Poster de contact",
    "CONTACT_US": "Contactez nous",
    "COPYRIGHT": "droits d'auteur",
    "DEGREE_TYPE": "Type de diplôme",
    "DELETE": "Effacer",
    "DELETE_JOB": "Supprimer le travail",
    "DELETE_JOB_POST": "Supprimer le poste d'emploi",
    "DEPARTMENT": "département",
    "DESCRIBE_THE_JOB": "Décrivez le travail",
    "DESCRIPTION": "La description",
    "EDIT": "modifier",
    "EDIT_COMMENT": "Modifier le commentaire",
    "EDIT_CURRENT_SITES": "Modifier les réseaux sociaux",
    "EDIT_JOB": "Modifier l'emploi",
    "EDIT_JOB_POST": "Modifier le poste d'emploi",
    "EDIT_PROFILE": "Editer le profil",
    "EDIT_YOUR_POST": "Modifier votre publication",
    "EDIT_MY_PROFILE": "Modifier mon profil",
    "EDIT_YOUR_PROFILE": "Modifier votre profil",
    "EMAIL": "Email",
    "EMAIL_ADDRESS": "Adresse e-mail",
    "FACULTY": "la faculté",
    "FACULTY_ACCESS": "Accès à la faculté",
    "FACULTY_DEPARTMENT": "Département de la Faculté",
    "REQUEST_MESSAGE": "Demande de message",
    "FACULTY_REQUEST_MESSAGE": "Message de demande de professeur",
    "FAQ_ANS1": "Le but du site est d'avoir un réseau social pour la communauté de l'Université Notre Dame de Namur. Il permet aux étudiants, aux professeurs et aux anciens élèves de présenter et de partager des opportunités ainsi que des réalisations les uns aux autres.",
    "FAQ_ANS2": "Avec un compte, le site vous fournit votre propre profil qui affichera non seulement ce que vous êtes, mais permettez aux entreprises de vous connaître et de voir vos réalisations. Pour les opportunités, le site dispose d'une fonction de recherche qui vous permettra de rechercher des emplois offerts pour votre spécialiste désigné. Le site dispose également d'un flux d'informations et d'un calendrier pour vous mettre à jour avec les dernières nouvelles.",
    "FAQ_ANS3": "Le site est destiné uniquement aux élèves, aux anciens et à la faculté de la communauté NDNU.",
    "FAQ_ANS4": "Pour vous inscrire, il suffit de remplir l'adresse e-mail et le mot de passe de la boîte d'inscription sur la page d'accueil du site, ou vous pouvez créer un compte en cliquant sur le lien Créer un compte à l'en-tête de connexion.",
    "FAQ_ANS5": "Si vous avez oublié votre mot de passe, vous pouvez sélectionner sur le lien Mot de passe oublié à l'en-tête de connexion, dans lequel vous devrez suivre uniquement les instructions pour réinitialiser votre mot de passe.",
    "FAQ_ANS6": "Pour vous connecter à votre compte, tapez votre courrier électronique et votre mot de passe sur l'en-tête de connexion et cliquez sur.",
    "FAQ_ANS7": "Pour vous déconnecter, cliquez simplement sur le bouton Déconnexion en haut à droite de l'en-tête.",
    "FAQ_ANS8": "Pour modifier votre page, connectez-vous à votre compte et cliquez sur l'onglet Profil pour basculer la liste déroulante qui vous permet de sélectionner l'option Modifier le profil et de vous diriger vers la page.",
    "FAQ_ANS9": "Pour afficher votre flux d'informations, connectez-vous à votre compte et cliquez sur l'onglet Filtre d'information et chargez votre flux d'informations.",
    "FAQ_ANS10": "Au bas du site, il existe un lien de contact qui peut vous diriger vers la page qui vous donnera des informations pour nous contacter pour obtenir de l'aide.",
    "FAQ_Q1": "Quel est le but du site?",
    "FAQ_Q2": "Quelles sont les fonctionnalités du site?",
    "FAQ_Q3": "Quelqu'un peut-il utiliser le site?",
    "FAQ_Q4": "Comment m'enregistrer?",
    "FAQ_Q5": "Que dois-je faire si j'ai oublié mon mot de passe?",
    "FAQ_Q6": "Comment signer I dans mon compte?",
    "FAQ_Q7": "Comment me déconnecter?",
    "FAQ_Q8": "Comment puis-je modifier mon profil?",
    "FAQ_Q9": "Comment afficher mon flux d'informations?",
    "FAQ_Q10": "Comment puis-je obtenir de l'aide si j'ai un problème qui ne se trouve pas sur cette page?",
    "FAQ_TITLE": "FAQ général",
    "FLAG": "Drapeau",
    "FORGOT_MY_PASSWORD": "J'ai oublié mon mot de passe",
    "FORGOT_PAGE_TITLE": "confirmation de l'émail",
    "FORGOT_EXPLAINER": "Veuillez saisir l'adresse courriel du compte. Un jeton de confirmation sera envoyé à l'adresse électronique pour vérifier le compte et vous diriger vers la page pour changer et réinitialiser le mot de passe des comptes avec un nouveau mot de passe. Vous n'aurez que 24 heures pour confirmer le jeton et réinitialiser le mot de passe.",
    "FULL_NAME": "Nom complet",
    "FULL_TIME": "À plein temps",
    "GRADUATION_YEAR": "Année de fin d'études",
    "HELP": "Aidez-moi",
    "DISCLAIMER1": "En cliquant sur Créer un compte, vous acceptez notre",
    "DISCLAIMER2": "termes",
    "DISCLAIMER3": "Et que vous avez lu notre",
    "DISCLAIMER4": "Politique de confidentialité",
    "DISCLAIMER5": ", Y compris notre",
    "DISCLAIMER6": "Lignes directrices de la communauté",
    "DISCLAIMER7": ". Vous pouvez recevoir des notifications par courrier électronique à partir de Spring-2885 et vous pouvez vous désinscrire à tout moment.",
    "IM_FACULTY": "Je suis Faculté",
    "IMAGE_HOW_TO_BLURB": "Nous sommes actuellement dans un Alpha privé et n'hébergeons pas d'images, mais nous aimerions que vous mettiez une adresse url / web à une image sur le Web de vous-même.",
    "JOB_DESCRIPTION": "Description de l'emploi",
    "JOB_DETAILS": "Détails du poste",
    "JOBS": "Emplois",
    "JOBS_IVE_POSTED": "Emplois publiés par moi",
    "JOBS_PER_PAGE": "Emplois par page",
    "JOBS_POSTED": "Jobs Publié",
    "JOB_TITLE": "Profession",
    "JOB_TYPE": "Type d'emploi",
    "jobs.CREATE_SUCCESS": "Nouveau poste publié",
    "job.DELETED": "Job Post supprimé",
    "job.EDIT_SECURITY": "ACTION NÉCESSAIRE! Vous ne pouvez modifier que les emplois que vous avez créés.",
    "job.UPDATED": "Poste de poste mis à jour",
    "LANGUAGE": "La langue",
    "LINK_TO_RESUME": "Adresse Web pour reprendre",
    "LOCATION": "Emplacement",
    "login.FAILED": "Échec de la connexion",
    "MAJOR": "Majeur",
    "MINOR": "Mineur",
    "MY_RESUME": "Mon CV",
    "MY_SETTINGS": "Paramètres",
    "NAME": "prénom",
    "NAME_OF_SITE_TO_ADD": "Nom du site à ajouter",
    "NEW_PASSWORD": "nouveau mot de passe",
    "NEW_SITE": "Nouveau site",
    "NEW_TO_SPRING2885": "S'inscrire",
    "news.COMMENT_REMOVED": "Commentaire supprimé",
    "news.POST_REMOVED": "Post supprimé",
    "NEWSFEED": "Fil d'actualité",
    "NOT_FOUND": "Pas trouvé",
    "OCCUPATION": "Occupation",
    "PART_TIME": "À temps partiel",
    "PASSWORD": "Mot de passe",
    "password.RESET_SUCCESS": "Ensemble de mot de passe",
    "password.RESET_FAILED": "Mot de passe non défini",
    "password.RESET_REQUEST_SUCCESS": "Demande de mot de passe envoyée",
    "password.RESET_REQUEST_FAILED": "Demande de mot de passe non envoyée",
    "PHONE": "Téléphone",
    "PHONE_NUMBER": "555-555-5555",
    "POST": "Poster",
    "POST_A_JOB": "Publier une offre",
    "POST_BODY": "Poste",
    "POST_TITLE": "Titre de l'article",
    "POST_TO": "Poster à",
    "POSTED_BY": "Posté par",
    "POSTED_ON": "Posté sur",
    "PRIVACY_POLICY": "Politique de confidentialité",
    "PP.HEADER": "Www.spring2885.org Politique de confidentialité",
    "PP.P1": "Cette politique de confidentialité a été compilée pour mieux servir ceux qui s'intéressent à la façon dont leur information personnellement identifiable (PII) est utilisée en ligne. PII, tel qu'utilisé dans le droit de la vie privée et la sécurité de l'information des États-Unis, est une information qui peut être utilisée seule ou avec d'autres informations pour identifier, contacter ou localiser une personne seule ou identifier un individu dans son contexte. Veuillez lire attentivement notre politique de confidentialité afin d'avoir une compréhension claire de la façon dont nous recueillons, utilisons, protégeons ou manipulons vos informations personnelles identifiables conformément à notre site Web.",
    "PP.P2": "Quelles informations personnelles recueillons-nous auprès des personnes qui visitent notre blog, notre site Web ou notre application?",
    "PP.P3": "Lors de la commande ou de l'inscription sur notre site, le cas échéant, vous pouvez être invité à entrer votre nom, votre adresse e-mail ou d'autres informations pour vous aider dans votre expérience.",
    "PP.P4": "Quand collectons-nous des informations?",
    "PP.P5": "Nous vous collectons des informations lorsque vous vous inscrivez sur notre site, réponds à un sondage, complètent un formulaire ou entrez des informations sur notre site.",
    "PP.P6": "Donnez-nous votre avis sur nos produits ou nos services",
    "PP.P7": "Comment utilisons-nous vos informations?",
    "PP.P8": "Nous pouvons utiliser les informations que nous recueillons auprès de vous lorsque vous vous inscrivez, faites un achat, inscrivez-vous à notre newsletter, répondez à une enquête ou une communication marketing, naviguez sur le site ou utilisez certaines autres fonctionnalités du site de la manière suivante:",
    "PP.P9": "Pour personnaliser l'expérience des utilisateurs et nous permettre de livrer le type de contenu et les offres de produits dans lesquels vous êtes le plus intéressé.",
    "PP.P10": "Pour améliorer notre site Web afin de mieux vous servir.",
    "PP.P11": "Pour nous permettre de mieux vous servir pour répondre à vos demandes de service à la clientèle.",
    "PP.P12": "Pour administrer un concours, une promotion, un sondage ou une autre fonctionnalité du site.",
    "PP.P13": "Demander des évaluations et des examens de services ou de produits",
    "PP.P14": "Suivre avec eux après la correspondance (demandes de renseignements sur le chat ou le courrier électronique)",
    "PP.P15": "Comment protège-t-on l'information des visiteurs?",
    "PP.P16": "Nous n'utilisons pas la numérisation de vulnérabilité et / ou la numérisation selon les normes PCI.",
    "PP.P17": "Nous ne fournissons que des articles et des informations. Nous ne demandons jamais d'informations personnelles ou privées au-delà des informations de profil, comme les numéros de cartes de crédit.",
    "PP.P18": "Vos informations personnelles sont contenues derrière des réseaux sécurisés et ne sont accessibles que par un nombre limité de personnes ayant des droits d'accès spéciaux à ces systèmes et sont tenues de garder les informations confidentielles. En outre, toutes les informations sensibles / crédit que vous fournissez sont cryptées via la technologie Secure Socket Layer (SSL).",
    "PP.P19": "Nous mettons en œuvre une variété de mesures de sécurité lorsqu'un utilisateur entre, soumet ou accède à ses informations pour maintenir la sécurité de vos informations personnelles.",
    "PP.P20": "Utilisons-nous des cookies?",
    "PP.P21": "Oui. Les cookies sont des petits fichiers qu'un site ou son fournisseur de services transfère sur votre disque dur de votre ordinateur via votre navigateur Web (si vous le permettez) qui permet aux sites ou aux systèmes de fournisseurs de services de reconnaître votre navigateur et de capturer et de se souvenir de certaines informations. Par exemple, nous utilisons des cookies pour nous aider à nous rappeler et à traiter les articles dans votre panier. Ils sont également utilisés pour nous aider à comprendre vos préférences en fonction de l'activité antérieure ou actuelle du site, ce qui nous permet de vous fournir des services améliorés. Nous utilisons également des cookies pour nous aider à compiler des données globales sur le trafic du site et l'interaction du site afin que nous puissions offrir de meilleures expériences et outils sur le site à l'avenir.",
    "PP.P22": "Nous utilisons les cookies pour:",
    "PP.P23": "Comprendre et enregistrer les préférences des utilisateurs pour les prochaines visites.",
    "PP.P24": "Vous pouvez choisir de faire avertir votre ordinateur chaque fois qu'un cookie est envoyé, ou vous pouvez choisir d'éteindre tous les cookies. Vous faites cela via les paramètres de votre navigateur (comme Internet Explorer). Chaque navigateur est un peu différent, alors regardez le menu d'aide de votre navigateur pour connaître la manière correcte de modifier vos cookies.",
    "PP.P25": "Si vous désactivez les cookies, certaines fonctionnalités seront désactivées. Cela n'affectera pas l'expérience des utilisateurs qui rendent votre site plus efficace et certains de nos services ne fonctionneront pas correctement.",
    "PP.P26": "Divulgation de tiers",
    "PP.P27": "Nous ne vendons pas, échangerons ou transférons à des tiers vos informations personnelles, sauf si nous fournissons aux utilisateurs un préavis. Cela n'inclut pas les partenaires d'hébergement de sites Web et d'autres parties qui nous aident à exploiter notre site Web, à mener nos activités ou à servir nos utilisateurs, pourvu que ces parties acceptent de garder ces informations confidentielles. Nous pouvons également divulguer des informations lorsque sa publication est appropriée pour se conformer à la loi, appliquer les règles de notre site ou protéger nos droits, propriété ou sécurité.",
    "PP.P28": "Toutefois, des informations sur les visiteurs non identifiables peuvent être fournies à d'autres parties pour le marketing, la publicité ou d'autres utilisations.",
    "PP.P29": "Liens de tiers",
    "PP.P30": "Nous n'incluons ni n'offrons des produits ou des services tiers sur notre site Web.",
    "PP.P31": "Google",
    "PP.P32": "Les exigences de publicité de Googles peuvent être résumées par Googles Advertising Principles. Ils sont mis en place pour fournir une expérience positive aux utilisateurs.",
    "PP.P33": "Nous utilisons Google AdSense Advertising sur notre site.",
    "PP.P34": "Google, en tant que fournisseur tiers, utilise des cookies pour diffuser des publicités sur notre site. L'utilisation par Googles du cookie DART lui permet de diffuser des publicités sur nos utilisateurs en fonction des visites précédentes sur notre site et d'autres sites sur Internet. Les utilisateurs peuvent se retirer de l'utilisation du cookie DART en visitant la politique de confidentialité de Google Ad et Content Network.",
    "PP.P35": "Nous avons mis en œuvre ce qui suit:",
    "PP.P36": "Marketing avec Google AdSense",
    "PP.P37": "Rapports démographiques et d'intérêts",
    "PP.P38": "Nous associons des fournisseurs tiers, tels que Google, utilisons des cookies de premier plan (tels que les cookies Google Analytics) et des cookies tiers (tels que le cookie DoubleClick) ou d'autres identifiants tiers pour compiler des données concernant les interactions avec les utilisateurs Les impressions publicitaires et les autres fonctions de service publicitaire liées à notre site Web.",
    "PP.P39": "Détection:",
    "PP.P40": "Les utilisateurs peuvent définir des préférences quant à la façon dont Google vous annonce à l'aide de la page Google Ad Settings. Alternativement, vous pouvez vous désinscrire en visitant la page de suppression de la publicité de réseau publicitaire ou en permanence à l'aide de Google Analytics Opt Out Browser.",
    "PP.P41": "Loi sur la protection de la vie privée en ligne de Californie",
    "PP.P42": "CalOPPA est la première loi de l'État dans le pays à exiger des sites Web commerciaux et des services en ligne pour publier une politique de confidentialité. Les lois atteignent des étirements bien au-delà de la Californie pour exiger une personne ou une entreprise aux États-Unis (et, de toute évidence, le monde) qui exploite des sites Web qui collectent des informations personnelles identifiables auprès des consommateurs californiens pour publier une politique de confidentialité visible sur son site web indiquant exactement l'information recueillie Les personnes avec qui il est partagé, et de se conformer à cette politique. -  Voir plus à:",
    "PP.P43": "Selon CalOPPA, nous acceptons ce qui suit:",
    "PP.P44": "Les utilisateurs peuvent visiter notre site public de manière anonyme.",
    "PP.P45": "Une fois cette politique de confidentialité créée, nous ajouterons un lien sur notre page d'accueil ou au minimum sur la première page importante après l'entrée sur notre site.",
    "PP.P46": "Comment notre site ne gère-t-il pas les signaux?",
    "PP.P47": "Nous honorons de ne pas suivre les signaux et de ne pas suivre, planifier des cookies ou utiliser de la publicité lorsqu'un mécanisme de navigateur n'est pas suivi (DNT) est en place.",
    "PP.P48": "COPPA (Children Online Privacy Protection Act)",
    "PP.P49": "En ce qui concerne la collecte d'informations personnelles auprès d'enfants de moins de 13 ans, la Loi sur la protection de la vie privée en ligne des enfants (COPPA) met les parents en contrôle. La Federal Trade Commission, l'agence de protection des consommateurs des pays, applique la règle COPPA, qui précise ce que les opérateurs de sites Web et les services en ligne doivent faire pour protéger la vie privée et la sécurité des enfants en ligne.",
    "PP.P50": "This site is meant for college age and above. We do not specifically market to children under 13.",
    "PP.P51": "Pratiques justes d'information",
    "PP.P52": "Les principes de l'information équitable constituent l'épine dorsale du droit de la vie privée aux États-Unis et les concepts qu'ils incluent ont joué un rôle important dans le développement des lois sur la protection des données dans le monde entier. Comprendre les principes de la pratique de l'information équitable et la façon dont ils devraient être mis en œuvre est essentiel pour se conformer aux différentes lois sur la protection de la vie privée qui protègent les renseignements personnels.",
    "PP.P53": "Afin d'être conforme aux Pratiques d'information équitable, nous prendrons les mesures suivantes, si une violation des données se produit:",
    "PP.P54": "Nous aviserons les utilisateurs via une notification sur site",
    "PP.P55": "Dans les 180 jours",
    "PP.P56": "Nous acceptons également le principe de la réparation individuelle, qui exige que les personnes aient le droit d'exercer des droits juridiquement contraignants contre les collecteurs de données et les transformateurs qui ne respectent pas la loi. Ce principe exige non seulement que les individus ont des droits exécutoires contre les utilisateurs de données, mais aussi que les individus ont recours aux tribunaux ou aux organismes gouvernementaux pour enquêter et / ou poursuivre les non-conformités par les processeurs de données.",
    "PP.P57": "Loi CAN-SPAM",
    "PP.P58": "La loi CAN-SPAM est une loi qui définit les règles pour le courrier électronique commercial, établit les exigences pour les messages commerciaux, donne aux bénéficiaires le droit de faire en sorte que les courriels ne soient pas envoyés à eux et énonce des sanctions sévères pour les violations.",
    "PP.P59": "Nous recueillons votre adresse e-mail afin de:",
    "PP.P60": "Pour être conforme à CAN-SPAM, nous acceptons ce qui suit:",
    "PP.P61": "Si, à tout moment, vous souhaitez vous désabonner de recevoir des courriels futurs, vous pouvez nous envoyer un courriel",
    "PP.P62": "Et nous vous enleverons rapidement",
    "PP.P63": "TOUT",
    "PP.P64": "correspondance.",
    "PP.P65": "Contactez-nous",
    "PP.P66": "Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter en utilisant les informations ci-dessous.",
    "PP.P67": "Dernière édition le 2016-04-08",
    "profile.AWAITING_APPROVAL": "Demande envoyée. En attente d'approbation.",
    "PROFILE": "Profil",
    "PROFILES": "Réseau",
    "profile.APPROVAL_REQUEST_FAILED": "Demande échoué",
    "profile.UPDATED": "Profil mis à jour",
    "PROFILE_IMAGE_URL": "Lien d'image de profil",
    "QUICK_SEARCH": "Recherche rapide",
    "READ_MORE": "Lire la suite",
    "READ_MORE_ABOUT_SPRING2885": "En savoir plus sur Spring-2885",
    "REMOVE_COMMENT": "Supprimer le commentaire",
    "REMOVE_POST": "Supprimer le message",
    "REMOVE_WEBSITE": "Supprimer le site Web",
    "REPLIED_ON": "Répondu",
    "RESET_PAGE_TITLE": "réinitialiser le mot de passe",
    "RESET_EXPLAINER": "Veuillez enregistrer l'adresse e-mail et le jeton qui a été envoyé à votre courrier électronique pour vérifier le compte. Ensuite, entrez votre nouveau mot de passe souhaité. Cliquez sur le bouton de confirmation et le mot de passe des comptes sera renouvelé avec votre nouveau mot de passe immédiatement.",
    "RESUME": "CV",
    "RESUME_HOW_TO_BLURB": "Nous sommes actuellement dans un Alpha privé et n'abordons pas CV, mais il serait formidable de mettre un lien vers votre CV ici",
    "RESUME_URL": "Resume Link",
    "REQUEST_A_NEW_PASSWORD": "Demander un nouveau mot de passe",
    "REQUEST_ACCESS_TO_BECOME_FACULTY": "Demander un accès pour devenir Faculté",
    "REQUEST_FACULTY_ACCESS": "Demande d'accès aux facultés",
    "SEARCH_ADVANCED_SEARCH": "Recherche Avancée",
    "SEARCH_ASCENDING": "Ascendant",
    "SEARCH_DESCENDING": "Descendant",
    "SEARCH_KEY_WORDS": "Mots clés",
    "SEARCH_ORDER_BY": "Commandé par",
    "SET_LANGUAGE": "Définir la langue",
    "SIGN_IN": "S'identifier",
    "SIGN_OUT": "Déconnexion",
    "SIGN_UP": "Créer un compte",
    "SIGN_UP_NOW": "S'inscrire maintenant",
    "signup.ACCEPT_TERMS_ERROR": "Vous devez accepter les conditions pour créer un compte",
    "signup.WELCOME": "Bienvenue à Spring-2885! Parlez-nous de vous",
    "signup.FAILED": "Quelque chose a mal tourné. Inscription échouée.",
    "SOCIAL_NETWORKS": "Réseaux sociaux",
    "SITE_EXPLAINER": "Ce site réunit des étudiants, des anciens et des professeurs dans une atmosphère détendue et amicale",
    "SITE_EXPLAINER.ONE": "Voir les informations pertinentes de vos collègues Argonautes",
    "SITE_EXPLAINER.TWO": "Trouvez, réseauz et rebranchez-vous avec d'autres camarades de classe",
    "SITE_EXPLAINER.THREE": "Un conseil d'emploi pour les anciens à embaucher dans la communauté",
    "SPRING2885": "Portail des anciens",
    "START_DATE": "Date de début",
    "STUDENT": "Étudiant",
    "STUDENT_ID": "Carte d'étudiant",
    "STUDENT_ID_NUMBER": "999999",
    "STUDENTS": "Élèves",
    "SUBMIT_EDITED_POST": "Soumettre une publication modifiée",
    "SUBMIT_REQUEST": "Envoyer la demande",
    "TELL_US_ABOUT_YOURSELF": "Parlez nous de vous",
    "TITLE": "Titre",
    "TOKEN": "Jeton",
    "TERMS_AND_POLICIES": "Termes et conditions",
    "UPDATE_PROFILE": "Mettre à jour le profil",
    "URL_FOR_IMAGE": "Lien de l'adresse Web à l'image",
    "USER_AGREEMENT": "Accord de l'utilisateur",
    "USR_AGREEMENT.HEADING": "Conditions d'utilisation",
    "USR_AGREEMENT.P1": "Dernière mise à jour: 08 avril 2016",
    "USR_AGREEMENT.P2": "Veuillez lire attentivement ces conditions d'utilisation avant d'utiliser le site Web http://www.spring-2885.org (le Service) exploité par le printemps 2885 (nous, nous ou nos).",
    "USR_AGREEMENT.P3": "Votre accès et votre utilisation du Service sont conditionnés par votre acceptation et votre conformité avec ces Conditions. Ces conditions s'appliquent à tous les visiteurs, utilisateurs et autres personnes qui ont accès ou utilisent le Service.",
    "USR_AGREEMENT.P4": "En accédant ou en utilisant le Service, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec une partie des termes, vous ne pouvez pas accéder au Service.",
    "USR_AGREEMENT.P5": "Lorsque vous créez un compte avec nous, vous devez nous fournir des informations précises, complètes et actuelles en tout temps. Le défaut de le faire constitue une violation des termes, ce qui peut entraîner la résiliation immédiate de votre compte sur notre service.",
    "USR_AGREEMENT.P6": "Vous êtes responsable de la sauvegarde du mot de passe que vous utilisez pour accéder au Service et pour toute activité ou action sous votre mot de passe, que votre mot de passe soit avec notre Service ou un service tiers.",
    "USR_AGREEMENT.P7": "Vous acceptez de ne pas divulguer votre mot de passe à un tiers. Vous devez nous informer immédiatement après avoir pris connaissance de toute violation de la sécurité ou de l'utilisation non autorisée de votre compte.",
    "USR_AGREEMENT.P8": "Liens vers d'autres sites Web",
    "USR_AGREEMENT.P9": "Notre service peut contenir des liens vers des sites Web tiers ou des services qui ne sont ni détenus ni contrôlés par le printemps 2885.",
    "USR_AGREEMENT.P10": "Le printemps 2885 n'a aucun contrôle et n'assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques de sites ou de services tiers. Vous reconnaissez et acceptez également que le printemps 2885 ne soit pas responsable, directement ou indirectement, de tout dommage ou perte causé ou présumé causé par l'utilisation ou la dépendance de tout contenu, biens ou services disponibles sur ou Par le biais de ces sites ou services.",
    "USR_AGREEMENT.P11": "Nous vous conseillons vivement de lire les termes et conditions et les politiques de confidentialité de tous les sites ou services tiers que vous visitez.",
    "USR_AGREEMENT.P12": "Résiliation",
    "USR_AGREEMENT.P13": "Nous pouvons résilier ou suspendre l'accès à notre Service immédiatement, sans préavis ou responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous enfreignez les Conditions.",
    "USR_AGREEMENT.P14": "Toutes les dispositions des Conditions qui, par leur nature, devraient survivre à la résiliation survivent à la résiliation, y compris, sans limitation, les dispositions relatives à la propriété, les avertissements de garantie, l'indemnité et les limitations de responsabilité.",
    "USR_AGREEMENT.P15": "Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous enfreignez les Conditions.",
    "USR_AGREEMENT.P16": "À la résiliation, votre droit d'utiliser le Service cessera immédiatement. Si vous souhaitez résilier votre compte, vous pouvez simplement cesser d'utiliser le service.",
    "USR_AGREEMENT.P17": "Toutes les dispositions des Conditions qui, par leur nature, devraient survivre à la résiliation survivent à la résiliation, y compris, sans limitation, les dispositions relatives à la propriété, les avertissements de garantie, l'indemnité et les limitations de responsabilité.",
    "USR_AGREEMENT.P18": "Droit applicable",
    "USR_AGREEMENT.P19": "Ces conditions seront régies et interprétées conformément aux lois de la Californie, aux États-Unis, sans tenir compte de ses dispositions en matière de conflit de lois.",
    "USR_AGREEMENT.P20": "Notre non-respect de tout droit ou disposition de ces conditions ne sera pas considéré comme une renonciation à ces droits. Si une disposition des présentes conditions est jugée invalide ou inapplicable par un tribunal, les dispositions restantes des présentes conditions resteront en vigueur. Ces conditions constituent l'intégralité de l'accord entre nous concernant notre service, et remplacent et remplacent tout accord antérieur que nous pourrions avoir entre nous concernant le service.",
    "USR_AGREEMENT.P21": "Changements",
    "USR_AGREEMENT.P22": "Nous nous réservons le droit, à notre entière discrétion, de modifier ou de remplacer ces Conditions à tout moment. Si une révision est importante, nous allons essayer de fournir un préavis d'au moins 60 jours avant l'entrée en vigueur de nouveaux termes. Ce qui constitue un changement important sera déterminé à notre seule discrétion.",
    "USR_AGREEMENT.P23": "En continuant d'accéder ou d'utiliser notre Service après l'entrée en vigueur de ces révisions, vous acceptez d'être lié par les termes révisés. Si vous n'acceptez pas les nouveaux termes, arrête d'utiliser le service.",
    "USR_AGREEMENT.P24": "Si vous avez des questions sur ces conditions, contactez-nous.",
    "VIEW_MY_PROFILE": "Voir mon profil",
    "VISIBILITY": "Visibilité",
    "WEB_ADDRESS_OF_SITE": "Adresse Web du site",
    "WHAT_DEPARTMENT_ARE_YOU_A_PART_OF": "De quel département faites-vous partie",
    "WHATS_ON_YOUR_MIND": "A quoi es-ce que tu penses?",
    "WHERE_DO_YOU_WORK": "Entreprise actuelle",
    "WHERE_IS_THIS_JOB_LOCATED": "Où se trouve ce poste?",
    "YOU_ARE_A": "Tu es un",
    "YOU_ARE_REGISTERED_AS_ALUMNI": "Vous êtes inscrit comme anciens",
    "YOU_ARE_REGISTERED_AS_A_STUDENT": "Vous êtes inscrit comme élève",
    "YOUR_SETTINGS": "Vos paramètres"
}