{
    "404_EXPLAINER": "Pour l'instant, soit revenir à la page précédente ou à la tête de la page d'accueil. Il y a une erreur dans ce que vous recherchez, mais",
    "A_PLACE_TO_CONNECT.elips": "Un endroit pour se connecter...",
"about.P1": "Ce site a été développé par les étudiants en Informatique de la catégorie Senior Project du Printemps 2016 à l'Dame Université de Namur Notre. ",
    "about.P2": "Notre objectif est de développer une plateforme dans laquelle les étudiants, les anciens et le corps professoral peuvent se connecter les uns aux autres. Grâce à cette application Web, les utilisateurs pourront afficher des nouvelles et des opportunités d'emploi pour les autres utilisateurs. En faisant cela, les étudiants et les anciens peuvent prendre conscience des offres d'emploi possibles, salons de l'emploi et des annonces qui peuvent les intéresser et les aider avec leurs objectifs de carrière.",
    "ABOUT_ME": "À propos de moi",
    "ABOUT_US": "À propos de nous",
    "ACCOUNTS": "Accounts",
    "ADD_COMMENT": "Comptes",
    "ADD_SOME_SOCIAL_NETWORKS": "Ajouter certains réseaux sociaux",
    "ADD_WEBSITE": "Ajouter Site",
    "ADMIN": "Administrateur",
    "ADVANCED_SEARCH": "Recherche Avancée",
    "ALL": "Tout",
    "ALUMNI": "Anciens",
    "BACK_TO_BROWSE": "Retour à Explorer",
    "BIRTHDAY": "Anniversaire",
    "BIRTHDAY_FORM": "MM-DD-YYYY",
    "BROWSE_JOB_POSTS": "Parcourir les messages emploi",
    "BROWSE_PROFILES": "Parcourir les profils",
    "BUTTON_CANCEL": "Annuler",
    "BUTTON_SEND": "Envoyer",
    "CALENDER": "Calandre",
    "CANCEL": "Annuler",
    "CLEAR": "Clair",
    "CREATE_AN_ACCOUNT": "Créer un compte",
    "CREATE_A_JOB_POST": "Créer un Job Poster",
    "COMMUNITY_GUIDELINES": "Lignes directrices communautaires",
    "COM_GIUDLINES.P1": "Cette communauté est régie par l'ensemble des normes applicables à tous les membres de la communauté et leurs messages suivants. Nous nous réservons le droit de supprimer tout matériel qui n'a pas (à notre avis) de se conformer à ces normes et de révoquer l'affichage des privilèges à notre discrétion. Dans la plupart des cas, les membres de la communauté seront avertis des comportements délictueux et les avertissements répétés peuvent entraîner l'interdiction. Nos décisions sont considérées comme définitives.",
    "COM_GUIDLINES.P2": "S'il vous plaît être respectueux et civile à d'autres membres de la communauté et les invités, même en désaccord.",
    "COM_GUIDLINES.P3": "Vulgaire, profane, ou le contenu sexuellement graphique (messages, les noms des membres, sous réserve des lignes, des images, etc.) ne sont pas permis.",
    "COM_GUIDLINES.P4": "Nous ne tolérons pas menaçant, un langage raciste , abusif, haineux , violent, ou obscène ou de comportement.",
    "COM_GUIDLINES.P5": "Participation à , ce qui suggère, ou encourager toute activité illégale est une cause de suppression immédiate et la suspension des privilèges d'affichage, et peut être signalé aux autorités compétentes.",
    "COM_GUIDLINES.P6": "Nous vous encourageons à fournir des liens utiles vers d'autres ressources en ligne. Avant de poster directement des articles, des reportages, ou tout autre matériel sous copyright, cependant, s'il vous plaît obtenir la permission des titulaires de droits concernés.",
    "COM_GUIDLINES.P7": "Ne pas inonder ou spam, ou soumettre des chaînes de lettres , des systèmes pyramidaux, courrier indésirable, etc.",
    "COM_GUIDLINES.P8": "Ceci est un endroit pour créer des connexions, mais la sollicitation commerciale excessive, les demandes d' investisseurs ou du capital, ou de la publicité qui fait obstacle à l'expérience de la communauté pour les autres ne sont pas acceptables. Sollicitation de pornographie ou de médicaments est également interdit.",
    "COM_GUIDLINES.P9": "Ceci est un forum de discussion public. Ne pas poster des informations privées sur vous ou votre entreprise que vous ne voulez pas être la connaissance du public largement disponible. En aucun cas vous ne devez partager ou publier votre carte numéro de compte avec la communauté. Lors du partage de l'information de contact, s'il vous plaît utiliser un message privé. Il est recommandé de ne pas publier des informations personnelles telles que l'adresse du domicile ou de numéros de téléphone personnels. S'il vous plaît prendre note que parce que votre ID utilisateur sera visible par toute la communauté, vous voudrez peut-être de ne pas utiliser votre nom complet comme votre ID utilisateur. En outre, vous devez comprendre que les informations facultatives suivantes que vous publiez dans votre profil de membre sera visible à tous les visiteurs du site : Image, Nom de la société, Ville, État, Pays, site web de l'entreprise / URL, d'années en affaires , Description de l'activité.",
    "COM_GUIDLINES.P10": "S'il vous plaît garder à l'esprit que les membres de la communauté peuvent demander une expertise ou de statut ( juridique, médical, etc ) qu'ils ne le font pas , en fait, posséder. Réfléchi discrétion devrait être accordée à tous les conseils qui se trouvent sur ​​le site.",
    "COM_GUIDLINES.P11": "Discuter de votre expérience communautaire ou celle d'un concurrent, à la fois positif et négatif est acceptable, mais la langue trop abusive est pas.",
    "COM_GUIDLINES.P12": "Les vues exprimées par les membres de la communauté sur le site ne reflètent pas nécessairement celles de notre société.",
    "COMPANY": "Compagnie",
    "CONFIRM": "Confirmer",
    "CONNECT_W_NDNU_COMMUNITY": "Se connecter avec la Communauté NDNU!",
    "CONTACT": "Contact",
    "CONTACT_POSTER": "Contact Affiche",
    "CONTACT_US": "Contactez nous",
    "COPYRIGHT": "droits d'auteur",
    "DEGREE_TYPE": "Type de Licence",
    "DELETE": "Effacer",
    "DELETE_JOB_POST": "Supprimer le poste de travail",
    "DEPARTMENT": "Département",
    "DESCRIBE_THE_JOB": "Décrire le travail",
    "DESCRIPTION": "La description",
    "EDIT": "Modifier",
    "EDIT_COMMENT": "Modifier le commentaire",
    "EDIT_CURRENT_SITES": "Modifier les réseaux sociaux",
    "EDIT_JOB_POST": "Modifier le poste de travail",
    "EDIT_PROFILE": "Modifier le profil",
    "EDIT_YOUR_POST": "Modifier votre post",
    "EDIT_MY_PROFILE": "Modifier mon profil",
    "EDIT_YOUR_PROFILE": "Modifier votre profil",
    "EMAIL": "Email",
    "EMAIL_ADDRESS": "Adresse e-mail",
    "FACULTY": "Faculté",
    "FACULTY_ACCESS": "Faculté d'accès",
    "FACULTY_DEPARTMENT": "Département Faculté",
    "FACULTY_REQUEST_MESSAGE": "Faculté message de demande", 
    "FAQ_ANS1": "Le but du site est d'avoir un réseau social pour la communauté Dame Université Notre de Namur. Il permet aux étudiants, professeurs et anciens élèves de présenter et de partager les opportunités ainsi que les réalisations les uns aux autres.",
    "FAQ_ANS2": "Avec un compte, le site vous fournit votre propre profil qui permettra non seulement d'afficher qui vous êtes, mais permettent aux entreprises de mieux vous connaître et de voir vos réalisations. Pour les possibilités, le site a une fonction de recherche qui vous permettra de chercher des emplois qui sont offerts pour votre majeure désignée. Le site dispose également d'un flux RSS et calendrier pour vous mettre à jour avec les dernières nouvelles.",
    "FAQ_ANS3": "Le site est ciblé pour les étudiants seulement, les anciens et les professeurs de la communauté NDNU.",
    "FAQ_ANS4": "Pour vous inscrire, remplissez simplement l'e-mail et mot de passe de la boîte d'inscription sur la page d' accueil du site, ou vous pouvez créer un compte en cliquant sur le lien 'Créer un compte' à l'en-tête de connexion.",
    "FAQ_ANS5": "Si vous avez oublié votre mot de passe , vous pouvez sélectionner sur le lien 'Mot de Pssword' à la tête de connexion, dans laquelle, vous aurez seulement besoin de suivre les instructions pour réinitialiser votre mot de passe.",
    "FAQ_ANS6": "Pour vous connecter à votre compte, il suffit de taper dans votre e-mail et mot de passe sur l'en-tête de connexion et cliquez sur.",
    "FAQ_ANS7": "Pour vous déconnecter, cliquez simplement sur le bouton  'Déconnexion' dans le coin supérieur droit sur ​​l'en-tête.",
    "FAQ_ANS8": "Pour modifier votre page, vous connecter à votre compte et cliquez sur l'onglet 'Profil' pour basculer dans le menu déroulant qui vous permet de sélectionner l'option 'Modifier le profil' et vous diriger vers la page.",
    "FAQ_ANS9": "Pour afficher votre flux RSS, vous connecter à votre compte et cliquez sur l'onglet 'Newsfeed' et charger votre flux RSS.",
    "FAQ_ANS10": "Sur le fond du site, il existe un lien «Contact» qui peut vous diriger vers la page qui vous donnera des informations à nous contacter pour une assistance.",
    "FAQ_Q1": "Quel est le but du site?",
    "FAQ_Q2": "Quelles sont les caractéristiques du site?",
    "FAQ_Q3": "Quelqu'un peut-il utiliser le site?",
    "FAQ_Q4": "Comment puis-je inscrire?",
    "FAQ_Q5": "Que dois-je faire si j'oublié mon mot de passe?",
    "FAQ_Q6": "Comment ne pas signer je sur mon compte?",
    "FAQ_Q7": "Comment me déconnecter?",
    "FAQ_Q8": "Comment puis-je modifier mon profil?",
    "FAQ_Q9": "Comment puis-je voir mon flux RSS ",
    "FAQ_Q10": "Comment puis-je obtenir de l'aide si j'ai un problème qui n'a pas indiqué dans cette page?",
    "FAQ_TITLE": "Foire aux questions",
    "FLAG": "Drapeau",
    "FORGOT_MY_PASSWORD": "Oublié mon mot de passe",
    "FORGOT_PAGE_TITLE": "confirmation de l'émail",
    "FORGOT_EXPLAINER": "S'il vous plaît taper bas l'adresse e-mail du compte. Un jeton de confirmation sera envoyé à l'adresse e-mail pour vérifier le compte et vous diriger vers la page pour modifier et réinitialiser le mot de passe du compte avec un nouveau mot de passe. Vous aurez seulement 24 heures pour confirmer le jeton et réinitialiser le mot de passe.",
    "FULL_NAME": "Nom complet",
    "FULL_TIME": "À plein temps",
    "GRADUATION_YEAR": "diplômé an",
    "HELP": "Aidez-moi",
    "DISCLAIMER1": "En cliquant sur Créer un compte, vous acceptez ",
    "DISCLAIMER2": "termes",
    "DISCLAIMER3": "Et que vous avez lu notre ",
    "DISCLAIMER4": "Politique de confidentialité",
    "DISCLAIMER5": ", Dont notre ",
    "DISCLAIMER6": "Règles de la communauté",
    "DISCLAIMER7": ". Vous pouvez recevoir des notifications par courrier électronique à partir du printemps 2885 et vous pouvez vous désinscrire à tout moment.",
    "IM_FACULTY": "Je suis Faculté",
    "IMAGE_HOW_TO_BLURB": "Nous sommes actuellement dans un Alpha privé et ne hébergeons images, mais nous aimerions pour vous de mettre une adresse URL/Web pour une image sur le web de toi même.",
    "JOB_DESCRIPTION": "Description de l'emploi",
    "JOB_DETAILS": "Emploi Détails",
    "JOBS": "Emplois",
    "JOBS_IVE_POSTED": "Emplois J'ai posté",
    "JOBS_PER_PAGE": "Emplois Par page",
    "JOBS_POSTED": "Emplois Publié",
    "JOB_TITLE": "Emploi Titre",
    "JOB_TYPE": "Type d'emploi",
    "jobs.CREATE_SUCCESS": "Nouvelle offre d'emploi",
    "job.DELETED": "Poste de travail supprimé",
    "job.EDIT_SECURITY": "ACTION NÉCESSAIRE! Vous ne pouvez modifier que les travaux que vous avez créés.",
    "job.UPDATED": "Poste mis à jour",
    "LANGUAGE": "La langue",
    "LINK_TO_RESUME": "Adresse Web à Resume",
    "LOCATION": "Emplacement",
    "login.FAILED": "Échec de la connexion",
    "MAJOR": "Majeur",
    "MINOR": "Mineur",
    "MY_RESUME": "Mon CV",
    "MY_SETTINGS": "Mes paramètres",
    "NAME": "prénom",
    "NAME_OF_SITE_TO_ADD": "Nom du site pour ajouter",
    "NEW_PASSWORD": "nouveau mot de passe",
    "NEW_SITE": "Nouveau site",
    "NEW_TO_SPRING2885": "Nouveau sur NDNU Printemps-2885 ?",
    "NEWSFEED": "nouvelles",
    "NOT_FOUND": "Pas trouvé",
    "OCCUPATION": "Occupation",
    "PART_TIME": "À temps partiel",
    "PASSWORD": "Mot de passe",
    "PHONE": "Téléphone",
    "PHONE_NUMBER": "555-555-5555",
    "POST": "Poster",
    "POST_A_JOB": "Publier une offre",
    "POST_BODY": "Body Poster",
    "POST_TITLE": "Titre de l'article",
    "POST_TO": "Poster à",
    "POSTED_BY": "Posté par",
    "POSTED_ON": "Posté sur",
    "PRIVACY_POLICY": "Politique de confidentialité",
    "PP.HEADER": "www.spring2885.org Politique de confidentialité",
    "PP.P1": "Cette politique de confidentialité a été compilé pour mieux servir ceux qui sont concernés par la façon dont leur 'informations personnellement identifiables' (PII ) est utilisé en ligne. PII, tel qu'il est utilisé dans le droit de la vie privée des États-Unis et à la sécurité de l'information, est une information qui peut être utilisé seul ou avec d'autres informations pour identifier, contacter ou localiser une seule personne, ou d'identifier un individu dans son contexte. S'il vous plaît lire attentivement notre politique de confidentialité pour obtenir une compréhension claire de la façon dont nous recueillons, utilisons, protéger ou autrement gérer vos renseignements personnels identifiables conformément à notre site Web.",
    "PP.P2": "Quels renseignements personnels recueillons-nous des personnes qui visitent notre blog, site ou application?",
    "PP.P3": "Lors de la commande ou en vous inscrivant sur ​​notre site, le cas échéant, vous pouvez être invité à entrer votre nom, adresse e-mail ou d'autres détails pour vous aider avec votre expérience.",
    "PP.P4": "Quand recueillons-nous des informations?",
    "PP.P5": "Nous recueillons des informations lorsque vous vous inscrivez sur notre site, répondre à un sondage, remplissez un formulaire ou d'entrer des informations sur notre site.",
    "PP.P6": "Fournissez-nous vos commentaires sur nos produits ou services",
    "PP.P7": "Comment utilisons-nous vos informations?",
    "PP.P8": "Nous pouvons utiliser les informations que nous recueillons auprès de vous lorsque vous vous inscrivez, faites un achat, inscrivez-vous à notre newsletter, de répondre à une communication d'enquête ou de marketing, surfez sur le site Web, ou utiliser certaines autres fonctions du site de la manière suivante:",
    "PP.P9": "Pour personnaliser l'expérience de l'utilisateur et pour nous permettre de livrer le type de contenu et de produits dans lesquels vous êtes le plus intéressé.",
    "PP.P10": "Pour améliorer notre site Web afin de mieux vous servir.",
    "PP.P11": "Pour nous permettre de mieux vous à répondre à vos demandes de service à la clientèle.",
    "PP.P12": "Pour administrer un concours, une promotion, un sondage ou autre aspect du site.",
    "PP.P13": "Pour demander et avis des services ou des produits",
    "PP.P14": "Pour suivre avec eux après la correspondance (clavardage ou par courriel demandes de renseignements)",
    "PP.P15": "Comment protège-t-on l'information des visiteurs?",
    "PP.P16": "Nous n'utilisons pas la numérisation et/ou l'analyse de la vulnérabilité aux normes PCI.",
    "PP.P17": "Nous fournissons uniquement des articles et des informations. Nous ne demandons jamais de renseignements personnels ou privés au-delà de profil informations, comme les numéros de carte de crédit.",
    "PP.P18": "Vos informations personnelles sont contenues dans des réseaux sécurisés et ne sont accessibles qu'à un nombre limité de personnes qui ont des droits d'accès spéciaux à ces systèmes, et sont tenus de garder l'information confidentielle. En outre, toutes les informations sensibles/crédit que vous fournissez sont cryptées via Secure Socket Layer (SSL).",
    "PP.P19": "Nous mettons en œuvre une variété de mesures de sécurité lorsqu'un utilisateur entre, soumet, ou accède à leurs informations pour maintenir la sécurité de vos informations personnelles.",
    "PP.P20": "Est-ce que nous utilisons des 'cookies'?",
    "PP.P21": "Oui. Les cookies sont de petits fichiers qu'un site ou son prestataire de services sur le disque dur de votre ordinateur par le biais de votre navigateur Web (si vous permettez) qui permet à des systèmes du fournisseur de site ou un service de reconnaître votre navigateur et de capturer et mémoriser certaines informations. Par exemple, nous utilisons des cookies pour nous aider à mémoriser et traiter les articles dans votre panier. Ils sont également utilisés pour nous aider à comprendre vos préférences fondées sur l'activité du site précédent ou en cours, ce qui nous permet de vous fournir des services améliorés. Nous utilisons également des cookies pour nous aider à compiler des données globales sur le trafic du site et de l'interaction du site afin que nous puissions offrir de meilleures expériences de sites et d'outils à l'avenir.",
    "PP.P22": "Nous utilisons des cookies pour:",
    "PP.P23": "Comprendre et enregistrer les préférences de l'utilisateur pour de futures visites.",
    "PP.P24": "Vous pouvez choisir d'avoir votre ordinateur vous avertisse chaque fois qu'un cookie est envoyé, ou vous pouvez choisir de désactiver tous les cookies. Vous le faites à travers votre navigateur (comme Internet Explorer) paramètres. Chaque navigateur est un peu différent, donc regarder le menu d'aide de votre navigateur pour apprendre la bonne façon de modifier vos cookies.",
    "PP.P25": "Si vous désactivez les cookies, certaines fonctions seront désactivées Il ne sera pas influer sur l'expérience de l'utilisateur qui rendent votre expérience du site plus efficace et certains de nos services ne fonctionneront pas correctement.",
    "PP.P26": "divulgation tiers",
    "PP.P27": "Nous ne vendons pas, le commerce, ou autrement transférer à des tiers vos informations personnelles à moins que nous fournissons aux utilisateurs avec un préavis. Cela ne comprend pas le site web d'hébergement partenaires et les autres parties qui nous aident à exploiter notre site Web, la conduite de nos affaires, ou de servir nos utilisateurs, tant que ces parties conviennent de garder cette information confidentielle. Nous pouvons également communiquer des renseignements lorsque cette divulgation est nécessaire pour se conformer à la loi, appliquer nos politiques de site, ou de protéger nos droits ou, la propriété ou la sécurité des autres.",
    "PP.P28": "Cependant, l'information des visiteurs non-personnellement identifiables peuvent être fournies à d'autres parties pour le marketing, la publicité, ou d'autres utilisations.",
    "PP.P29": "liens tiers",
    "PP.P30": "Nous n'inclure ou offrir des produits ou services de tiers sur notre site.",
    "PP.P31": "Google",
    "PP.P32": "Google's exigences de publicité peuvent se résumer par la publicité Principes de Google. Ils sont mis en place pour fournir une expérience positive pour les utilisateurs.",
    "PP.P33": "Nous utilisons Google AdSense Publicité sur notre site.",
    "PP.P34": "Google, omme un fournisseur tiers, utilise des cookies pour diffuser des annonces sur notre site. L'utilisation par Google du cookie DART lui permet de diffuser des annonces aux utilisateurs en fonction des précédentes visites à notre site et d'autres sites sur Internet. Les utilisateurs peuvent choisir de l'utilisation du cookie DART en visitant les annonces Google et le contenu politique de confidentialité du réseau.",
    "PP.P35": "Nous avons mis en place les éléments suivants:",
    "PP.P36": "Remarketing avec Google AdSense",
    "PP.P37": "Démographie et intérêts de rapports",
    "PP.P38": "Nous avec des fournisseurs tiers, tels que Google utilise des cookies de première partie (comme les cookies de Google Analytics) et les cookies tiers (tels que le cookie DoubleClick) ou d'autres identifiants de tiers ainsi que de compiler des données concernant les interactions des utilisateurs avec impressions d'annonces et d'autres fonctions de service d'annonces en tant qu'ils se rapportent à notre site Web.",
    "PP.P39": "Opter out:",
    "PP.P40": "Les utilisateurs peuvent définir des préférences sur la façon dont Google fait la promotion de vous en utilisant la page Paramètres Google Ad. Alternativement, vous pouvez le faire en visitant l'initiative Network Advertising opt out page ou de façon permanente à l'aide du navigateur Google Analytics Opt Out ajouter sur.",
    "PP.P41": "Loi sur la protection de confidentialité en ligne California",
    "PP.P42": "CalOPPA est la première loi de l'Etat dans la nation d'exiger des sites commerciaux et des services en ligne pour poster une politique de confidentialité. portée des tronçons de la loi bien au-delà de la Californie pour exiger d'une personne ou de la société aux États-Unis (et en théorie le monde) qui exploite des sites Web qui recueillent des renseignements personnels identifiables par les consommateurs de la Californie pour poster une politique de confidentialité en vue sur son site Web indiquant exactement les renseignements recueillis et ceux les personnes avec lesquelles il est partagé , et pour se conformer à cette politique. -  Voir plus à: ",
    "PP.P43": "Selon CalOPPA nous sommes d'accord sur les points suivants:",
    "PP.P44": "Les utilisateurs peuvent visiter notre site public anonyme.",
    "PP.P45": "Une fois que cette politique de confidentialité est créé, nous allons ajouter un lien sur notre page d'accueil, ou au moins sur la première page importante après l'entrée de notre site Web.",
    "PP.P46": "Comment gérer notre site ne suivre les signaux?",
    "PP.P47": "Nous honorons ne suivre les signaux et ne suivons pas, les cookies de plantes, ou d'utiliser la publicité lorsque le mécanisme d'un Do Not Track (DNT) du navigateur est en place." ,
    " PP.P48 " : " COPPA (Loi sur la protection des enfants en ligne Confidentiality)",
    "PP.P49": "En ce qui concerne la collecte de renseignements personnels d'enfants de moins de 13, Loi sur la protection en ligne (COPPA ) vie privée des enfants met les parents dans le contrôle. La Federal Trade Commission, l'agence de protection des consommateurs de la nation, applique la règle COPPA, qui précise ce que les opérateurs de sites Web et des services en ligne doivent faire pour protéger la vie privée et la sécurité des enfants en ligne.",
    "PP.P50": "Ce site est destiné à l'âge du collège et au-dessus. Nous ne commercialisons pas spécifiquement aux enfants de moins de 13.",
    "PP.P51": "Des pratiques équitables d'information",
    "PP.P52": "Les principes pratiques d'information équitable forment l'épine dorsale du droit de la vie privée aux États- Unis et les concepts qu'ils comprennent ont joué un rôle important dans l'élaboration des lois de protection des données dans le monde entier. Comprendre les principes de pratique équitable de l'information et la façon dont ils devraient être mis en œuvre est essentiel de se conformer aux diverses lois sur la confidentialité qui protègent les renseignements personnels.",
    "PP.P53": "Afin d' être en ligne avec des renseignements personnels que nous allons prendre l'action en réponse suivante, en cas de violation de données se produit:",
    "PP.P54": "Nous aviserons les utilisateurs via notification site",
    "PP.P55": "Dans les 180 jours",
    "PP.P56": "Nous sommes également d'accord sur le recours individuel Principe, qui exige que les individus ont le droit de poursuivre des droits légalement exécutoires contre les collecteurs de données et les transformateurs qui ne parviennent pas à se conformer à la loi. Ce principe exige non seulement que les individus ont des droits exécutoires contre les utilisateurs de données, mais aussi que les individus ont recours à des tribunaux ou des organismes gouvernementaux pour étudier et/ou de poursuivre le non-respect par les processeurs de données.",
    "PP.P57": "CAN SPAM Act",
    "PP.P58": "CAN-SPAM Act est une loi qui fixe les règles pour le courrier électronique commercial, établit des exigences pour des messages commerciaux, donne destinataires le droit d'avoir des e-mails arrêtés d'être envoyé à eux, et énonce des sanctions sévères en cas de violation.",
    "PP.P59": "Nous recueillons votre adresse e-mail afin de:",
    "PP.P60": "Pour être en conformité avec CANSPAM nous convenons de ce qui suit:",
    "PP.P61": "Si à tout moment vous souhaitez vous désinscrire de recevoir des e-mails à venir, vous pouvez nous envoyer un courriel.",
    "PP.P62": "et nous allons vous enlever rapidement ",
    "PP.P63": "TOUT ",
    "PP.P64": "correspondance.",
    "PP.P65": "nous contacter",
    "PP.P66": "Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter en utilisant les informations ci-dessous.",
    "PP.P67": "Edited Dernière sur 2016-04-08",
    "profile.AWAITING_APPROVAL": "Demande envoyée. En attente de réponse.",
    "profile.UPDATED": "Profil mis à jour",
    "PROFILE": "Profil",
    "PROFILES": "Profils",
    "profile.AWAITING_APPROVAL": "En attente d'approbation",
    "profile.APPROVAL_REQUEST_FAILED": "Demande échoué",
    "profile.UPDATED": "Profil mis à jour",
    "PROFILE_IMAGE_URL": "Image de profil Lien",
    "QUICK_SEARCH": "Recherche rapide",
    "READ_MORE_ABOUT_SPRING2885": "En savoir plus sur Spring-2885",
    "REMOVE_COMMENT": "Supprimer le commentaire",
    "REMOVE_POST": "Retirer Poste",
    "REMOVE_WEBSITE": "Supprimer site web",
    "REPLIED_ON": "Répondit Sur",
    "REQUEST_MESSAGE": "Demande un Message",
    "RESET_PAGE_TITLE": "Réinitialiser le Mot de Passe",
    "RESET_EXPLAINER": "S'il vous plaît taper bas l'adresse e-mail et le jeton qui a été envoyé à votre e-mail pour vérifier le compte. Ensuite, entrez votre nouveau mot de passe souhaité. Cliquez sur le bouton de confirmation et le mot de passe du compte sera renouvelé avec votre nouveau mot de passe immédiatement.",
    "RESUME": "CV",
    "RESUME_HOW_TO_BLURB": "Nous sommes actuellement dans un Alpha privé et ne hébergeons pas les curriculum vitae , mais ce serait bien de mettre un lien vers votre CV ici",
    "RESUME_URL": "Resume Lien",
    "REQUEST_A_NEW_PASSWORD": "Demander un nouveau mot de passe",
    "REQUEST_ACCESS_TO_BECOME_FACULTY": "Demande d' accès pour devenir Faculté",
    "REQUEST_FACULTY_ACCESS": "Request Faculty Access",
    "SEARCH_ADVANCED_SEARCH": "Recherche Avancée",
    "SEARCH_ASCENDING": "Ascendant",
    "SEARCH_DESCENDING": "Descendant",
    "SEARCH_KEY_WORDS": "Mots clés",
    "SEARCH_ORDER_BY": "Commandé par",
    "SET_LANGUAGE": "Définir la langue",
    "SIGN_IN": "Se connecter",
    "SIGN_OUT": "Se déconnecter",
    "SIGN_UP": "Créer un compte",
    "SIGN_UP_NOW": "S'inscrire maintenant",
    "signup.ACCEPT_TERMS_ERROR": "Vous devez accepter les conditions pour créer un compte",
    "signup.WELCOME": "Bienvenue au printemps-2885! Parlez-nous de vous",
    "signup.FAILED": "Quelque chose a mal tourné. Échec de l'inscription.",
    "SOCIAL_NETWORKS": "Réseaux sociaux",
    "SITE_EXPLAINER": "Ce site rassemble étudiants, anciens élèves et les professeurs dans une atmosphère amicale et détendue qui décourage le spam",
    "SITE_EXPLAINER.ONE": "Voir les nouvelles pertinentes de vos collègues Argonautes",
    "SITE_EXPLAINER.TWO": "Trouvez , réseau, et de renouer avec ses camarades de classe",
    "SITE_EXPLAINER.THREE": "Un conseil d'emplois pour Almumni à embaucher au sein de la communauté",
    "SPRING2885": "Portail des anciens",
    "START_DATE": "Date de début",
    "STUDENT": "Élève",
    "STUDENT_ID": "Élève ID",
    "STUDENT_ID_NUMBER": "Élève ID Nombre ie. 123456789",
    "STUDENTS": "Élèves",
    "SUBMIT_EDITED_POST": "Soumettre Édité Poster",
    "SUBMIT_REQUEST": "Envoyer la demande",
    "TELL_US_ABOUT_YOURSELF": "Parles-nous de toi",
    "TITLE": "Titre",
    "TOKEN": "Jeton",
    "TERMS_AND_POLICIES": "Conditions et politiques",
    "UPDATE_PROFILE": "Mettre à jour le profil",
    "URL_FOR_IMAGE": "Adresse Web/lien vers l'image",
    "USER_AGREEMENT": "Accord de l'utilisateur",
    "USR_AGREEMENT.HEADING": "Conditions d'utilisation («Conditions»)",
    "USR_AGREEMENT.P1": "Dernière mise à jour: April 08, 2016",
    "USR_AGREEMENT.P2": "S'il vous plaît lire ces conditions d'utilisation («Conditions», «Conditions d'utilisation») avant d'utiliser le http://www.spring-2885.org site Web (le «Service») exploité par Spring 2885 ( «nous», «nous», ou «notre»).",
    "USR_AGREEMENT.P3": "Votre accès et l'utilisation du service est conditionné à votre acceptation et le respect de ces conditions. Ces conditions sont applicables à tous les visiteurs, les utilisateurs et d'autres personnes qui accèdent ou utilisent le service.",
    "USR_AGREEMENT.P4": "En accédant ou en utilisant le Service, vous acceptez d'être lié par ces conditions. Si vous êtes en désaccord avec une partie quelconque des termes, vous ne pouvez pas accéder au Service.",
    "USR_AGREEMENT.P5": "Lorsque vous créez un compte avec nous, vous devez nous fournir des informations précises, complètes et à jour à tout moment. Ne pas le faire constitue une violation des Conditions, ce qui peut entraîner la résiliation immédiate de votre compte sur notre service.",
    "USR_AGREEMENT.P6": "Vous êtes responsable de la sauvegarde du mot de passe que vous utilisez pour accéder au Service et pour toutes les activités ou les actions sous votre mot de passe, si votre mot de passe est avec notre service ou d'un service tiers.",
    "USR_AGREEMENT.P7": "Vous acceptez de ne pas divulguer votre mot de passe à un tiers. Vous devez nous aviser immédiatement après avoir pris connaissance de toute violation de la sécurité ou de l'utilisation non autorisée de votre compte.",
    "USR_AGREEMENT.P8": "Liens vers d'autres sites Web",
    "USR_AGREEMENT.P9": "Notre service peut contenir des liens vers des sites Web tiers ou des services qui ne sont pas détenus ou contrôlés par Spring 2885.",
    "USR_AGREEMENT.P10": "Spring 2885 n'a aucun contrôle sur , et décline toute responsabilité pour le contenu, les politiques de confidentialité ou les pratiques de tous les sites ou services Web tiers. Vous reconnaissez et acceptez que le printemps 2885 ne doit pas être tenu responsable, directement ou indirectement, pour tout dommage ou perte causé ou prétendument causé par ou en relation avec l'utilisation ou le recours à tout contenu, des biens ou des services disponibles sur ou par l'intermédiaire des sites ou services Web tels.",
    "USR_AGREEMENT.P11": "Nous vous conseillons vivement de lire les termes et conditions et politiques de confidentialité des sites Web ou des services Web tiers que vous visitez.",
    "USR_AGREEMENT.P12": "La résiliation",
    "USR_AGREENMENT.P13": "Nous pouvons résilier ou suspendre l'accès à notre service immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous ne respectez pas les Conditions.",
    "USR_AGREEMENT.P14": "Toutes les dispositions des Conditions qui, par leur nature, doivent survivre résiliation après la résiliation, y compris, sans limitation, les dispositions de propriété, exclusions de garantie, indemnité et limitations de responsabilité.",
    "USR_AGREEMENT.P15": "Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous ne respectez pas les Conditions.",
    "USR_AGREEMENT.P16": "En cas de résiliation, votre droit d' utiliser le Service cessera immédiatement. Si vous souhaitez mettre fin à votre compte, vous pouvez tout simplement cesser d'utiliser le service.",
    "USR_AGREEMENT.P17": "Toutes les dispositions des Conditions qui, par leur nature, doivent survivre résiliation après la résiliation, y compris, sans limitation, les dispositions de propriété, exclusions de garantie, indemnité et limitations de responsabilité.",
    "USR_AGREEMENT.P18": "Droit Applicable",
    "USR_AGREEMENT.P19": "Ces conditions sont régies et interprétées conformément aux lois de la Californie, États-Unis, sans égard à son conflit de dispositions légales.",
    "USR_AGREEMENT.P20": "Notre incapacité à appliquer un droit ou une disposition des présentes Conditions ne sera pas considéré comme une renonciation à ces droits. Si une disposition de ces conditions est jugée invalide ou inapplicable par un tribunal, les autres dispositions des présentes Conditions demeureront en vigueur. Ces Conditions constituent l' intégralité de l'accord entre nous concernant notre service, et remplacent tous les accords antérieurs que nous pourrions avoir entre nous concernant le Service.",
    "USR_AGREEMENT.P21": "Changements",
    "USR_AGREEMENT.P22": "Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer les présentes conditions à tout moment . Si une révision est importante, nous essayons de fournir au moins 60 jours de préavis avant toute nouvelles conditions prenant effet. Ce qui constitue un changement important sera déterminé à notre seule discrétion.",
    "USR_AGREEMENT.P23": "En continuant d' accéder ou d'utiliser notre service après effet de ces modifications, vous acceptez d'être lié par les termes révisés. Si vous n'êtes pas d'accord sur les nouveaux termes, s'il vous plaît cesser d'utiliser le Service.",
    "USR_AGREEMENT.P24": "Si vous avez des questions concernant ces conditions, s'il vous plaît contactez-nous.",
    "VIEW_MY_PROFILE": "Afficher mon profil",
    "VISABILITY": "Visibilité",
    "WE_PROMISE_NEVER_TO_SAY_HOW_OLD_YOU_ARE": "Votre âge ne ​​sera pas visible",
    "WEB_ADDRESS_OF_SITE": "Adresse Web du site",
    "WHAT_DEPARTMENT_ARE_YOU_A_PART_OF": "Quel département êtes-vous une partie de",
    "WHATS_ON_YOUR_MIND": "Qu'est-ce qui préoccupe votre esprit?",
    "WHERE_IS_THIS _JOB_LOCATED" :"Où se trouve cet emploi?",
    "WHERE_DO_YOU_WORK": "Entreprise actuelle",
    "WHERE_IS_THIS_JOB_LOCATED": "Où se trouve cet emploi?",
    "YOU_ARE_A": "Tu es un",
    "YOU_ARE_REGISTERED_AS_ALUMNI": "Vous êtes inscrit comme Alumni",
    "YOU_ARE_REGISTERED_AS_A_STUDENT": "Vous êtes inscrit comme étudiant",
    "YOUR_SETTINGS": "Vos paramètres"
}
