{
    "404_EXPLAINER": "For now, either return to the previous page or head to the home page. There is an error in what you were looking for, but",
    "A_PLACE_TO_CONNECT.elips": "A Place to Connect...",
    "about.P1": "This website was developed by the Computer Science students in the Senior Project class of Spring 2016 at Notre Dame De Namur University.",
    "about.P2": "Our goal is to develop a platform in which students, alumni and faculty can connect with each other. With this web application, user’s will be able to post news and job opportunities for other users to see. By doing this, students and alumni can become aware of possible job postings, job fairs and announcements that may interest them and help them with their career goals.",
    "ABOUT_ME": "About Me",
    "ABOUT_US": "About Us",
    "ACCOUNTS": "Accounts",
    "ADD_COMMENT": "Add Comment",
    "ADD_SOME_SOCIAL_NETWORKS": "Add Some Social Networks",
    "ADD_WEBSITE": "Add Website",
    "ADMIN": "Admin",
    "ADVANCED_SEARCH": "Advanced Search",
    "ALL": "All",
    "ALUMNI": "Alumni",
    "BACK_TO_BROWSE": "Back to Browse",
    "BIRTHDAY": "Birthday",
    "BIRTHDAY_FORM": "MM-DD-YYYY",
    "BROWSE_JOB_POSTS": "Browse Job Posts",
    "BROWSE_PROFILES": "Browse Profiles",
    "BUTTON_CANCEL": "Cancel",
    "BUTTON_SEND": "Send",
    "CALENDER": "Calender",
    "CANCEL": "Cancel",
    "CLEAR": "Clear",
    "CREATE_AN_ACCOUNT": "Create an Account",
    "CREATE_A_JOB_POST": "Create a Job Post",
    "COMMUNITY_GUIDLINES": "Community Guidelines",
    "COM_GIUDLINES.P1": "This community is governed by the following set of standards that apply to all community members and their posts. We reserve the right to remove any material that does not (in our judgment) comply with these standards and to revoke posting privileges at our discretion. In most instances, community members will be warned of offending behavior and repeated warnings may result in banning. Our decisions are considered final.",
    "COM_GUIDLINES.P2": "Please be respectful and civil to other Community members and guests, even in disagreement.",
    "COM_GUIDLINES.P3": "Vulgar, profane, or sexually graphic content (posts, member names, subject lines, images, etc.) is not allowed.",
    "COM_GUIDLINES.P4": "We do not tolerate threatening, racist, abusive, hateful, violent, or obscene language or behavior.",
    "COM_GUIDLINES.P5": "Participation in, suggesting, or encouraging any illegal activity is cause for immediate deletion and suspension of posting privileges, and may be reported to the appropriate authorities.",
    "COM_GUIDLINES.P6": "We encourage you to provide valuable links to other online resources. Before directly posting articles, news reports, or other copyrighted material, however, please secure the permission of the relevant copyright owners.",
    "COM_GUIDLINES.P7": "Do not flood or spam, or post chain letters, pyramid schemes, junk mail, etc.",
    "COM_GUIDLINES.P8": "This is a place for creating connections, but excessive commercial solicitation, requests for investors or capital, or advertising that impedes the community experience for others is not acceptable. Solicitation of pornography or pharmaceutical drugs is also not allowed.",
    "COM_GUIDLINES.P9": "This is a public discussion forum. Do not post any private information about yourself or your business that you do not wish to be widely available public knowledge. Under no circumstances should you share or post your Card account number with the community. When sharing contact information, please use a private message. It is not recommended to post personal information such as home address or personal telephone numbers. Please be advised that because your User ID will be viewable by the entire community, you may not want to use your full name as your User ID. Also, you should understand that the following optional information that you post in your member profile will be viewable to all visitors of the site: Image, Business Name, City, State, Country, Company website/URL, Years in Business, Business Description.",
    "COM_GUIDLINES.P10": "Please keep in mind that community members may claim expertise or status (legal, medical, etc) that they do not, in fact, possess. Thoughtful discretion should be given to all advice found on the site.",
    "COM_GUIDLINES.P11": "Discussing your community experience or that of a competitor, both positive and negative is acceptable, but excessively abusive language is not.",
    "COM_GUIDLINES.P12": "The views expressed by community members on the site do not necessarily reflect those of our company.",
    "COMPANY": "Company",
    "CONFIRM": "Confirm",
    "CONNECT_W_NDNU_COMMUNITY": "Connect with the NDNU Community!",
    "CONTACT": "Contact",
    "CONTACT_POSTER": "Contact Poster",
    "CONTACT_US": "Contact Us",
    "COPYRIGHT": "Copyright",
    "DEGREE_TYPE": "Degree Type",
    "DELETE": "Delete",
    "DELETE_JOB_POST": "Delete Job Post",
    "DEPARTMENT": "Department",
    "DESCRIBE_THE_JOB": "Describe the job",
    "DESCRIPTION": "Description",
    "EDIT": "Edit",
    "EDIT_COMMENT": "Edit Comment",
    "EDIT_CURRENT_SITES": "Edit Social Networks",
    "EDIT_JOB_POST": "Edit Job Post",
    "EDIT_PROFILE": "Edit Profile",
    "EDIT_YOUR_POST": "Edit Your Post",
    "EDIT_MY_PROFILE": "Edit my Profile",
    "EDIT_YOUR_PROFILE": "Edit Your Profile",
    "EMAIL": "Email",
    "EMAIL_ADDRESS": "Email Address",
    "FACULTY": "Faculty",
    "FACULTY_ACCESS": "Faculty Access",
    "FACULTY_DEPARTMENT": "Faculty Department",
    "FACULTY_REQUEST_MESSAGE": "Faculty Request Message", 
    "FAQ_ANS1": "The purpose of the site is to have a social network for the Notre Dame de Namur University community. It allows students, faculty and alumni to present and share opportunities as well as achievements to one another.",
    "FAQ_ANS2": "With an account, the site provides you with your very own profile that will not only display who you are, but allow companies to get to know you and see your accomplishments. For opportunities, the site has a search feature that will allow you to seek any jobs that are offered for your designated major. The site also has a newsfeed and calendar to update you with the latest news.",
    "FAQ_ANS3": "The site is targeted for only students, alumni and faculty of the NDNU community.",
    "FAQ_ANS4": "To sign up, simply fill in the email and password of the sign-up box on the home page of the site, or you can create an account by clicking the 'Create An Account' link at the login header.",
    "FAQ_ANS5": "If you forgot your password, you can select on the 'Forgot Pssword' link at the login header, in which, you will only need to follow instructions to reset your password.",
    "FAQ_ANS6": "To sign into your account, just type in your email and password on the login header and click.",
    "FAQ_ANS7": "To logout, just click on the 'Sign Out' button at the upper right hand corner on the header.",
    "FAQ_ANS8": "To edit your page, login to your account and click on the 'Profile' tab to toggle the dropdown that allows you to select the 'Edit Profile' option and direct you to the page.",
    "FAQ_ANS9": "To view your newsfeed, login to your account and click on the 'Newsfeed' tab and load your newsfeed.",
    "FAQ_ANS10": "On the bottom of the site, there is a 'Contact' link that can direct you to the page that will give you information to contact us for assistance.",
    "FAQ_Q1": "What is the purpose of the site?",
    "FAQ_Q2": "What are the features of the site?",
    "FAQ_Q3": "Can anyone use the site?",
    "FAQ_Q4": "How do I sign up?",
    "FAQ_Q5": "What do I do if I forgot my password?",
    "FAQ_Q6": "How do sign I into my account?",
    "FAQ_Q7": "How do I logout?",
    "FAQ_Q8": "How do I edit my profile?",
    "FAQ_Q9": "How do I view my newsfeed?",
    "FAQ_Q10": "How can I get help if I have a problem that isn't stated in this page?",
    "FAQ_TITLE": "General FAQs",
    "FLAG": "Flag",
    "FORGOT_MY_PASSWORD": "Forgot My Password",
    "FORGOT_PAGE_TITLE": "Email Confirmation",
    "FORGOT_EXPLAINER": "Please type down the email address of the account. A confirmation token will be sent to the email address to verify the account and direct you to the page to change and reset the account's password with a new password. You will have only 24 hours to confirm the token and reset the password.",
    "FULL_NAME": "Full Name",
    "FULL_TIME": "Full Time",
    "GRADUATION_YEAR": "Graduation Year",
    "HELP": "Help",
    "I_ACCEPT_ALL": "I accept all ",
    "IM_FACULTY": "I'm Faculty",
    "IMAGE_HOW_TO_BLURB": "We are currently in a private Alpha and do not host images, but we would love for you to put a url/web adress to an image on the web of youself.",
    "JOB_DESCRIPTION": "Job Description",
    "JOB_DETAILS": "Job Details",
    "JOBS": "Jobs",
    "JOBS_IVE_POSTED": "Jobs I've Posted",
    "JOBS_PER_PAGE": "Jobs Per Page",
    "JOBS_POSTED": "Jobs Posted",
    "JOB_TITLE": "Job Title",
    "JOB_TYPE": "Job Type",
    "jobs.CREATE_SUCCESS": "New Job Posted",
    "job.DELETED": "Job Post Deleted",
    "job.EDIT_SECURITY": "ACTION DENIED! You can only edit Jobs you have created.",
    "job.UPDATED": "Job Post Updated",
    "LANGUAGE": "Language",
    "LINK_TO_RESUME": "Web Address to Resume",
    "LOCATION": "Location",
    "login.FAILED": "Login Failed",
    "MAJOR": "Major",
    "MINOR": "Minor",
    "MY_RESUME": "My Resume",
    "MY_SETTINGS": "My Settings",
    "NAME": "Name",
    "NAME_OF_SITE_TO_ADD": "Name of Site to add",
    "NEW_PASSWORD": "New Password",
    "NEW_SITE": "New Site",
    "NEW_TO_SPRING2885": "New to NDNU Spring-2885?",
    "NEWSFEED": "Newsfeed",
    "NOT_FOUND": "Not Found",
    "OCCUPATION": "Occupation",
    "PART_TIME": "Part Time",
    "PASSWORD": "Password",
    "PHONE": "Phone",
    "PHONE_NUMBER": "555-555-5555",
    "POST": "Post",
    "POST_A_JOB": "Post a Job",
    "POST_BODY": "Post Body",
    "POST_TITLE": "Post Title",
    "POST_TO": "Post to",
    "POSTED_BY": "Posted By",
    "POSTED_ON": "Posted On",
    "PRIVACY_POLICY": "Privacy Policy",
    "PP.HEADER": "www.spring2885.org Privacy Policy",
    "PP.P1": "This privacy policy has been compiled to better serve those who are concerned with how their 'Personally identifiable information' (PII) is being used online. PII, as used in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.",
    "PP.P2": "What personal information do we collect from the people that visit our blog, website or app?",
    "PP.P3": "When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address  or other details to help you with your experience.",
    "PP.P4": "When do we collect information?",
    "PP.P5": "We collect information from you when you register on our site, respond to a survey, fill out a form or enter information on our site.",
    "PP.P6": "Provide us with feedback on our products or services",
    "PP.P7": "How do we use your information?",
    "PP.P8": "We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:",
    "PP.P9": "To personalize user's experience and to allow us to deliver the type of content and product offerings in which you are most interested.",
    "PP.P10": "To improve our website in order to better serve you.",
    "PP.P11": "To allow us to better service you in responding to your customer service requests.",
    "PP.P12": "To administer a contest, promotion, survey or other site feature.",
    "PP.P13": "To ask for ratings and reviews of services or products",
    "PP.P14": "To follow up with them after correspondence (chat or email inquiries)",
    "PP.P15": "How do we protect visitor information?",
    "PP.P16": "We do not use vulnerability scanning and/or scanning to PCI standards.",
    "PP.P17": "We only provide articles and information. We never ask for personal or private information beyond profife information, like credit card numbers.",
    "PP.P18": "Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. In addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.",
    "PP.P19": "We implement a variety of security measures when a user enters, submits, or accesses their information to maintain the safety of your personal information.",
    "PP.P20": "Do we use 'cookies'?",
    "PP.P21": "Yes. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. For instance, we use cookies to help us remember and process the items in your shopping cart. They are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services. We also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.",
    "PP.P22": "We use cookies to:",
    "PP.P23": "Understand and save user's preferences for future visits.",
    "PP.P24": "You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser (like Internet Explorer) settings. Each browser is a little different, so look at your browser's Help menu to learn the correct way to modify your cookies.",
    "PP.P25": "If you disable cookies off, some features will be disabled It won't affect the user's experience that make your site experience more efficient and some of our services will not function properly.",
    "PP.P26": "Third-party disclosure",
    "PP.P27": "We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. We may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.",
    "PP.P28": "However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.",
    "PP.P29": "Third-party links",
    "PP.P30": "We do not include or offer third-party products or services on our website.",
    "PP.P31": "Google",
    "PP.P32": "Google's advertising requirements can be summed up by Google's Advertising Principles. They are put in place to provide a positive experience for users. ",
    "PP.P33": "We use Google AdSense Advertising on our website.",
    "PP.P34": "Google, as a third-party vendor, uses cookies to serve ads on our site. Google's use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet. Users may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.",
    "PP.P35": "We have implemented the following:",
    "PP.P36": "Remarketing with Google AdSense",
    "PP.P37": "Demographics and Interests Reporting",
    "PP.P38": "We along with third-party vendors, such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.",
    "PP.P39": "Opting out:",
    "PP.P40": "Users can set preferences for how Google advertises to you using the Google Ad Settings page. Alternatively, you can opt out by visiting the Network Advertising initiative opt out page or permanently using the Google Analytics Opt Out Browser add on.",
    "PP.P41": "California Online Privacy Protection Act",
    "PP.P42": "CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.  The law's reach stretches well beyond California to require a person or company in the United States (and conceivably the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy. -  See more at: ",
    "PP.P43": "According to CalOPPA we agree to the following:",
    "PP.P44": "Users can visit our public site anonymously.",
    "PP.P45": "Once this privacy policy is created, we will add a link to it on our home page or as a minimum on the first significant page after entering our website.",
    "PP.P46": "How does our site handle do not track signals?",
    "PP.P47": "We honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.",
    "PP.P48": "COPPA (Children Online Privacy Protection Act)",
    "PP.P49": "When it comes to the collection of personal information from children under 13, the Children's Online Privacy Protection Act (COPPA) puts parents in control.  The Federal Trade Commission, the nation's consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.",
    "PP.P50": "This site is meant for college age and above. We do not specifically market to children under 13.",
    "PP.P51": "Fair Information Practices",
    "PP.P52": "The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.",
    "PP.P53": "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:",
    "PP.P54": "We will notify the users via in-site notification",
    "PP.P55": "Within 180 days",
    "PP.P56": "We also agree to the Individual Redress Principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.",
    "PP.P57": "CAN SPAM Act",
    "PP.P58": "The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.",
    "PP.P59": "We collect your email address in order to:",
    "PP.P60": "To be in accordance with CANSPAM we agree to the following:",
    "PP.P61": "If at any time you would like to unsubscribe from receiving future emails, you can email us",
    "PP.P62": "and we will promptly remove you from ",
    "PP.P63": "ALL ",
    "PP.P64": "correspondence.",
    "PP.P65": "Contacting Us",
    "PP.P66": "If there are any questions regarding this privacy policy you may contact us using the information below.",
    "PP.P67": "Last Edited on 2016-04-08",
    "PROFILE": "Profile",
    "PROFILES": "Profiles",
    "profile.AWAITING_APPROVAL": "Awaiting Approval",
    "profile.APPROVAL_REQUEST_FAILED": "Request Failed",
    "profile.UPDATED": "Profile Updated",
    "PROFILE_IMAGE_URL": "Profile Image Link",
    "QUICK_SEARCH": "Quick Search",
    "READ_MORE_ABOUT_SPRING2885": "Read more about Spring-2885",
    "REMOVE_COMMENT": "Remove Comment",
    "REMOVE_POST": "Remove Post",
    "REMOVE_WEBSITE": "Remove Website",
    "REPLIED_ON": "Replied On",
    "RESET_PAGE_TITLE": "Reset Password",
    "RESET_EXPLAINER": "Please type down the email address and the token that was sent to your email to verify the account. Then, enter your desired new password. Click on the confirm button and the account's password will be renewed with your new password immediately.",
    "RESUME": "Resume",
    "RESUME_HOW_TO_BLURB": "We are currently in a private Alpha and do not host Resumes, but it would be great to put a link to your Resume here",
    "RESUME_URL": "Resume Link",
    "REQUEST_A_NEW_PASSWORD": "Request a new Password",
    "REQUEST_ACCESS_TO_BECOME_FACULTY": "Request Access To Become Faculty",
    "REQUEST_FACULTY_ACCESS": "Request Faculty Access",
    "REQUEST_MESSAGE": "Request Message",
    "SEARCH_ADVANCED_SEARCH": "Advanced Search",
    "SEARCH_ASCENDING": "Ascending",
    "SEARCH_DESCENDING": "Descending",
    "SEARCH_KEY_WORDS": "Key Words",
    "SEARCH_ORDER_BY": "Order by",
    "SEARCH_RESULTS": "Search results",
    "SET_LANGUAGE": "Set Language",
    "SIGN_IN": "Sign In",
    "SIGN_OUT": "Sign Out",
    "SIGN_UP": "Sign Up",
    "SIGN_UP_NOW": "Sign Up Now",
    "signup.ACCEPT_TERMS_ERROR": "You Must Accept Terms to Create an Account",
    "signup.WELCOME": "Welcome to Spring-2885! Please tell us about yourself",
    "signup.FAILED": "Something went wrong.  Sign Up Failed.",
    "SOCIAL_NETWORKS": "Social Networks",
    "SITE_EXPLAINER": "This site brings together student, alumni and faculty in a friendly relaxed atmosphere that discourages spam",
    "SITE_EXPLAINER.ONE": "See relevant news from your fellow Argonaughts",
    "SITE_EXPLAINER.TWO": "Find, network, and reconnect with fellow classmates",
    "SITE_EXPLAINER.THREE": "A jobs board for Almumni to hire from within the community",
    "SPRING2885": "Spring-2885",
    "START_DATE": "Start Date",
    "STUDENT": "Student",
    "STUDENT_ID": "Student ID",
    "STUDENT_ID_NUMBER": "Student ID Number ie. 123456789",
    "STUDENTS": "Students",
    "SUBMIT_EDITED_POST": "Submit Edited Post",
    "SUBMIT_REQUEST": "Submit Request",
    "TELL_US_ABOUT_YOURSELF": "Tell us about yourself",
    "TITLE": "Title",
    "TOKEN": "Token",
    "TERMS_AND_POLICIES": "Terms and Policies",
    "UPDATE_PROFILE": "Update Profile",
    "URL_FOR_IMAGE": "Web Address/link to image",
    "USER_AGREEMENT": "User Agreement",
    "USR_AGREEMENT.HEADING": "Terms of Use ('Terms')",
    "USR_AGREEMENT.P1": "Last updated: April 08, 2016",
    "USR_AGREEMENT.P2": "Please read these Terms of Use ('Terms', 'Terms of Use') carefully before using the http://www.spring-2885.org website (the 'Service') operated by Spring 2885 ('us', 'we', or 'our').",
    "USR_AGREEMENT.P3": "Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service.",
    "USR_AGREEMENT.P4": "By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service.",
    "USR_AGREEMENT.P5": "When you create an account with us, you must provide us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.",
    "USR_AGREEMENT.P6": "You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.",
    "USR_AGREEMENT.P7": "You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.",
    "USR_AGREEMENT.P8": "Links To Other Web Sites",
    "USR_AGREEMENT.P9": "Our Service may contain links to third-party web sites or services that are not owned or controlled by Spring 2885.",
    "USR_AGREEMENT.P10": "Spring 2885 has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that Spring 2885 shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.",
    "USR_AGREEMENT.P11": "We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.",
    "USR_AGREEMENT.P12": "Termination",
    "USR_AGREENMENT.P13": "We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.",
    "USR_AGREEMENT.P14": "All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.",
    "USR_AGREEMENT.P15": "We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.",
    "USR_AGREEMENT.P16": "Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service.",
    "USR_AGREEMENT.P17": "All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.",
    "USR_AGREEMENT.P18": "Governing Law",
    "USR_AGREEMENT.P19": "These Terms shall be governed and construed in accordance with the laws of California, United States, without regard to its conflict of law provisions.",
    "USR_AGREEMENT.P20": "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.",
    "USR_AGREEMENT.P21": "Changes",
    "USR_AGREEMENT.P22": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 60 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.",
    "USR_AGREEMENT.P23": "By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.",
    "USR_AGREEMENT.P24": "If you have any questions about these Terms, please contact us.",
    "VIEW_MY_PROFILE": "View my Profile",
    "VISABILITY": "Visability",
    "WE_PROMISE_NEVER_TO_SAY_HOW_OLD_YOU_ARE": "Your age will not be visable",
    "WEB_ADDRESS_OF_SITE": "Web Address of Site",
    "WHAT_DEPARTMENT_ARE_YOU_A_PART_OF": "What Department are you a part of",
    "WHATS_ON_YOUR_MIND": "What's on your mind?",
    "WHERE_IS_THIS _JOB_LOCATED" :"Where is this job located?",
    "WHERE_DO_YOU_WORK": "Current Company",
    "WHERE_IS_THIS_JOB_LOCATED": "Where is this job located?",
    "YOU_ARE_A": "You are a",
    "YOU_ARE_REGISTERED_AS_ALUMNI": "You are registered as Alumni",
    "YOUR_SETTINGS": "Your Settings"
}
