{
    "404_EXPLAINER": "For now, either return to the previous page or head to the home page. There is an error in what you were looking for, but",
    "A_PLACE_TO_CONNECT.elips": "A Place to Connect...",
    "ABOUT_US": "About Us",
    "ADMIN": "Admin",
    "ADVANCED_SEARCH": "Advanced Search",
    "ALL": "All",
    "ALUMNI": "Alumni",
    "BROWSE_JOB_POSTS": "Browse Job Posts",
    "BROWSE_PROFILES": "Browse Profiles",
    "BUTTON_CANCEL": "Cancel",
    "BUTTON_SEND": "Send",
    "CALENDER": "Calender",
    "CREATE_AN_ACCOUNT": "Create an Account",
    "CREATE_A_JOB_POST": "Create a Job Post",
    "CONFIRM": "Confirm",
    "COMMUNITY_GUIDLINES": "Community Guidelines",
    "CONNECT_W_NDNU_COMMUNITY": "Connect with the NDNU Community!",
    "CONTACT": "Contact",
    "COPYRIGHT": "Copyright",
    "EDIT_MY_PROFILE": "Edit my Profile",
    "EDIT_YOUR_PROFILE": "Edit Your Profile",
    "EMAIL": "Email",
    "EMAIL_ADDRESS": "Email Address",
    "FACULTY": "Faculty",
    "FAQ_ANS1": "The purpose of the site is to have a social network for the Notre Dame de Namur University community. It allows students, faculty and alumni to present and share opportunities as well as achievements to one another.",
    "FAQ_ANS2": "With an account, the site provides you with your very own profile that will not only display who you are, but allow companies to get to know you and see your accomplishments. For opportunities, the site has a search feature that will allow you to seek any jobs that are offered for your designated major. The site also has a newsfeed and calendar to update you with the latest news.",
    "FAQ_ANS3": "The site is targeted for only students, alumni and faculty of the NDNU community.",
    "FAQ_ANS4": "To sign up, simply fill in the email and password of the sign-up box on the home page of the site, or you can create an account by clicking the 'Create An Account' link at the login header.",
    "FAQ_ANS5": "If you forgot your password, you can select on the 'Forgot Pssword' link at the login header, in which, you will only need to follow instructions to reset your password.",
    "FAQ_ANS6": "To sign into your account, just type in your email and password on the login header and click.",
    "FAQ_ANS7": "To logout, just click on the 'Sign Out' button at the upper right hand corner on the header.",
    "FAQ_ANS8": "To edit your page, login to your account and click on the 'Profile' tab to toggle the dropdown that allows you to select the 'Edit Profile' option and direct you to the page.",
    "FAQ_ANS9": "To view your newsfeed, login to your account and click on the 'Newsfeed' tab and load your newsfeed.",
    "FAQ_ANS10": "On the bottom of the site, there is a 'Contact' link that can direct you to the page that will give you information to contact us for assistance.",
    "FAQ_Q1": "What is the purpose of the site?",
    "FAQ_Q2": "What are the features of the site?",
    "FAQ_Q3": "Can anyone use the site?",
    "FAQ_Q4": "How do I sign up?",
    "FAQ_Q5": "What do I do if I forgot my password?",
    "FAQ_Q6": "How do sign I into my account?",
    "FAQ_Q7": "How do I logout?",
    "FAQ_Q8": "How do I edit my profile?",
    "FAQ_Q9": "How do I view my newsfeed?",
    "FAQ_Q10": "How can I get help if I have a problem that isn't stated in this page?",
    "FAQ_TITLE": "General FAQs",
    "FORGOT_MY_PASSWORD": "Forgot My Password",
    "FORGOT_PAGE_TITLE": "Email Confirmation",
    "FORGOT_EXPLAINER": "Please type down the email address of the account. A confirmation token will be sent to the email address to verify the account and direct you to the page to change and reset the account's password with a new password. You will have only 24 hours to confirm the token and reset the password.",
    "HELP": "Help",
    "I_ACCEPT_ALL": "I accept all ",
    "JOBS": "Jobs",
    "JOBS_IVE_POSTED": "Jobs I've Posted",
    "MY_SETTINGS": "My Settings",
    "NEW_PASSWORD": "New Password",
    "NEW_TO_SPRING2885": "New to NDNU Spring-2885?",
    "NEWSFEED": "Newsfeed",
    "NOT_FOUND": "Not Found",
    "PASSWORD": "Password",
    "POST_A_JOB": "Post a Job",
    "POSTED_ON": "Posted On",
    "PRIVACY_POLICY": "Privacy Policy",
    "PROFILE": "Profile",
    "PROFILES": "Profiles",
    "READ_MORE_ABOUT_SPRING2885": "Read more about Spring-2885",
    "RESET_PAGE_TITLE": "Reset Password",
    "RESET_EXPLAINER": "Please type down the email address and the token that was sent to your email to verify the account. Then, enter your desired new password. Click on the confirm button and the account's password will be renewed with your new password immediately.",
    "REQUEST_A_NEW_PASSWORD": "Request a new Password",
    "SEARCH_ADVANCED_SEARCH": "Advanced Search",
    "SEARCH_ASCENDING": "Ascending",
    "SEARCH_DESCENDING": "Descending",
    "SEARCH_KEY_WORDS": "Key Words",
    "SEARCH_ORDER_BY": "Order by",
    "SEARCH_RESULTS": "Search results",
    "SET_LANGUAGE": "Set Language",
    "SIGN_IN": "Sign In",
    "SIGN_OUT": "Sign Out",
    "SIGN_UP": "Sign Up",
    "SIGN_UP_NOW": "Sign Up Now",
    "SITE_EXPLAINER": "This site brings together student, alumni and faculty in a friendly relaxed atmosphere that discourages spam",
    "SITE_EXPLAINER.ONE": "See relevant news from your fellow Argonaughts",
    "SITE_EXPLAINER.TWO": "Find, network, and reconnect with fellow classmates",
    "SITE_EXPLAINER.THREE": "A jobs board for Almumni to hire from within the community",
    "SPRING2885": "Spring-2885",
    "STUDENTS": "Students",
    "TOKEN": "Token",
    "TERMS_AND_POLICIES": "Terms and Policies",
    "USER_AGREEMENT": "User Agreement",
    "VIEW_MY_PROFILE": "View my Profile"
}